{
  "am": "በBlur Background መሳሪያ መለያያየት በተመለከተ የተለያዩ ፎቶግራፍ እና የምስል መነሻዎች መሠረት በመሆን ከሚያዳድርቅ የአርቲስት ደረጃ ምርጥ ምርጥ አሰራር ያቀርባል፡፡\n\nAI-Driven Subject Focus\n\nሰነድእ እና ህይወት መላውን እንዲወስድ የሚገነባ ዕይታ በአይነት ይቀላቀል፣ የግንዛቤና ማዕከላዊ ወንጀል እንደፍራቀስመ ይሳነዋል ፣ ያውቃል፡፡\nየተወያዩት ሴቶች (ጸሀይ፣ መውጣት ወዘንዋ) በዝርገር እያደረጉ ወርጁ የዋቅር አሰር ተደርድር፡፡\n\nDynamic Blur Customization\n\nየወይን እና የታዶ ሀብት  ቁጥር ማዕከላዊ ወይዘን (5 ደረጃ የተወዳድረውን ቀይ መልክ).\nከ3 ዓይነቶች ማስተዳደር መጠቆም: ፖርትራይት ቦክኬ፣ እጅግ ሙዚቃ ፣ ገመዳ ያስፈልጋል፡፡\n\nWorkflow Integration\n\nወቅታች `Photoshop`, `Canva` ወይን `social media platforms` ተይበ ቀን ወርጅዶች ማይቨ።\nPrivacy & Compliance\n\nመንፈስ እና ወርጅ ዳሩ፣ ሰርቨርዎች ሰነድ ወይን ይገነዛይ፡፡\nየታዳሉ ፋይሎች ወቀን 12 ማይየት ተወዳይ (ወዲህ ጌዳ/የግብሪ ደረጃ).\n\nUse Cases:\n\nE-commerce: የፈቀቂ ድርጅት ወደፊት ወይን የኳንከኝ, ወይ በመውነት የውስጥ ሲገመድ ይወላ ዋዕል፡፡\nSocial Media: ፈታፌዮ ኢንስታግራም/ቴክነክ/አማሊ ማሻሻል በተቀይ ውስባ ሷሩ፡፡\nEducation: የእኩል አቅታ ይቀላቀለ ይርከበል ዜምይቶች ዘይቀግዱ።\nCorporate: መረጋገጦቿን ወይም የፍርሃት መልበዢ ይከውሳሉ፡፡\n\nWhy It Stands Out:\n\nየሚዏት ወይን ውለንም መሞናጆች ዓዶች ለተኩብ ዕውድው ዞግ ወምርታች ወዋዊ ክለሎች ሒላውን ይ዇ናል ዕንዘውየ ነፉ ወይን ወይ166ክ ሀማስ ዝውስጎ ይነጠቀ! ውድህይ።",
  "ar": "أداة خلفية مُبَهَمة تُبسِط عملية تحرير الصور على مستوى احترافي من خلال تقديم:\n\nتركيز الموضوع المدفوع بالذكاء الاصطناعي\n\nتكتشف وتُعزل المواضيع (الأشخاص، المنتجات، الحيوانات) على الفور بينما تُطبق ضبابية خلفية تبدو طبيعية\nتتعامل مع الحواف المعقدة (الشعر، والأجسام الشفافة) مع تحسين حواف متكيف\nتخصيص الضبابية الديناميكي\n\nتعديل قوة الضبابية (5 مستويات: خفيفة إلى سينمائية)\nاختر من 3 أنماط لضبابية: ضبابية بورتريه، ضبابية حركة، عمق متدرج\nدمج سير العمل\n\nتصدير مباشرة إلى Photoshop أو Canva أو منصات التواصل الاجتماعي\nالخصوصية والامتثال\n\nمعالجة على الجهاز (لا يتم تحميل البيانات على الخوادم)\nالملفات المؤقتة تُحذف تلقائيًا خلال 12 ساعة (تتجاوز معايير GDPR/CCPA)\nحالات الاستخدام:\n\nالتجارة الإلكترونية: تسليط الضوء على المنتجات من خلال تمييز الخلفيات المزدحمة\nوسائل التواصل الاجتماعي: إنشاء منشورات مصقولة على إنستغرام/TikTok في ثوانٍ\nالتعليم: التأكيد على العناصر الرئيسية في المواد التعليمية\nالشركات: احترافية صور الفرق أو العروض المرئية\nما الذي يميزها:\n\nعلى عكس أدوات الضبابية القياسية، يعيد هذا النموذج المدعوم بالذكاء الاصطناعي بناء تفاصيل خلفية قابلة للتصديق عند تطبيق الضبابية، متجنبًا \"القطع\" غير الطبيعي - حتى مع الصور ذات الإضاءة المنخفضة أو الدقة المنخفضة",
  "bg": "Инструмент Blur Background опростява професионалното редактиране на изображения, като предлага:\n\nФокусиране на темата с AI\n\nМоментално открива и изолира теми (хора, продукти, животни), докато прилага естествено изглеждаща размазана фонова част\nСправя се с комплексни ръбове (коса, прозрачни обекти) с адаптивно усъвършенстване на ръбовете\nДинамична персонализация на размазването\n\nРегулиране на силата на размазването (5 нива: дискретно до кино)\nИзбор между 3 стила на размазване: портретна боке, движение размазване, градиентна дълбочина\nИнтеграция на работния процес\n\nЕкспорт директно в Photoshop, Canva или социални медийни платформи\nПоверителност и съответствие\n\nОбработка на устройството (без данни, качвани на сървъри)\nВременни файлове автоматично изтривани в рамките на 12 часа (надхвърля стандартите на GDPR/CCPA)\nСценарии на употреба:\n\nЕлектронна търговия: Подчертайте продукти, като размазвате претрупани фонове\nСоциални медии: Създавайте полиран вид за публикации в Instagram/TikTok за секунди\nОбразование: Подчертайте ключови елементи в учебни материали\nКорпоративно: Професионализирайте снимките на екипа или визуализациите за презентации\nЗащо е уникален:\n\nЗа разлика от стандартните инструменти за размазване, тази AI модел реконструира правдоподобни детайли на фона, когато размазва, избягвайки ненормални артефакти от \"изрязване\" – дори при изображения с недостатъчно осветление или ниска резолюция",
  "bn": "ব্লার ব্যাকগ্রাউন্ড টুলটি পেশাদার স্তরের চিত্র সম্পাদনাকে সহজ করে তোলে এবং অফার করে:\n\nএআই-চালিত বিষয় ফোকাস\n\nদ্রুতভাবে বিষয়গুলো (মানুষ, পণ্য, প্রাণী) সনাক্ত এবং বিচ্ছিন্ন করে, স্বাভাবিকভাবে ব্যাকগ্রাউন্ড ব্লার প্রয়োগ করে\nজটিল প্রান্তগুলো (কেশ, স্বচ্ছ বস্তু) সাথে অভিযোজিত প্রান্ত পরিমার্জন পরিচালনা করে\nগতিশীল ব্লার কাস্টমাইজেশন\n\nব্লার শক্তি সামঞ্জস্য করুন (৫টি স্তর: সূক্ষ্ম থেকে সিনেম্যাটিক)\n৩টি ব্লার শৈলী থেকে নির্বাচন করুন: পোর্ট্রেইট বোকেহ, গতিশীল ব্লার, গ্র্যাডিয়েন্ট ডেপথ\nকর্মপ্রবাহ সংহতি\n\nদিগন্তে সরাসরি Photoshop, Canva, অথবা সামাজিক মিডিয়া প্ল্যাটফর্মগুলিতে রপ্তানি করুন\nগোপনীয়তা এবং সম্মতি\n\nযন্ত্রে প্রক্রিয়াকরণ (কোনও তথ্য সার্ভারে আপলোড হয় না)\nঅস্থায়ী ফাইল ১২ ঘন্টার মধ্যে স্বয়ংক্রিয়ভাবে মুছে ফেলা হয় (GDPR/CCPA মানের চেয়ে বেশি)\nব্যবহার案例:\n\nই-কমার্স: ব্যস্ত ব্যাকগ্রাউন্ড ব্লার করে পণ্যগুলিকে হাইলাইট করুন\nসামাজিক মাধ্যম: Instagram/TikTok-এর জন্য কয়েক সেকেন্ডে পরিশীলিত পোস্ট তৈরি করুন\nশিক্ষা: শিক্ষামূলক সামগ্রীতে গুরুত্বপূর্ণ উপাদানগুলিকে জোড় দিন\nকর্পোরেট: দলের প্রধান ছবিগুলো বা উপস্থাপনা দৃশ্যগুলোকে পেশাদার করুন\nকেন এটি বিশেষ:\n\nসাধারণ ব্লার টুলের তুলনায়, এই এআই মডেলটি ব্লার করার সময় বিশ্বাসযোগ্য ব্যাকগ্রাউন্ড বিবরণ পুনর্গঠন করে, অস্বাভাবিক \"কাট-আউট\" শিল্পকর্ম এড়িয়ে চলে—এমনকি কম আলো বা কম রেজোলিউশনের ছবি সাথেও।",
  "ca": "L'eina de fons desdibuixat simplifica l'edició d'imatges a nivell professional oferint:\n\nFoc subjecte dirigit per IA\n\nDetecta i aïlla instantàniament els subjectes (persones, productes, animals) mentre aplica un desdibuixat de fons amb un aspecte natural\nGestiona costats complexes (cabell, objectes transparents) amb un refinament d'edges adaptatiu\nPersonalització dinàmica del desdibuixat\n\nAjusta la força del desdibuixat (5 nivells: subtil a cinematogràfic)\nTria entre 3 estils de desdibuixat: bokeh de retrat, desdibuixat de moviment, profunditat de degradat\nIntegració del flux de treball\n\nExporta directament a Photoshop, Canva o plataformes de xarxes socials\nPrivacitat i compliment\n\nProcessament al dispositiu (sense dades pujant als servidors)\nFitxers temporals eliminats automàticament en 12 hores (excedeix els estàndards GDPR/CCPA)\nCasos d'ús:\n\nE-commerce: Destaca els productes difuminant fons desordenats\nXarxes socials: Crea publicacions polides per a Instagram/TikTok en segons\nEducació: Emfatitza elements clau en materials instructius\nCorporatiu: Professionalitza les fotos d'equip o visuals de presentació\nPer què es destaA diferència de les eines de desdibuixat estàndard, aquest model d'IA reconstrueix detalls plausibles del fons quan es difumina, evitant artefactes \"retallats\" no naturals, fins i tot amb imatges de baixa llum o de baixa resolució",
  "cs": "Nástroj Rozostřený Pozadí zjednodušuje úpravy obrázků na profesionální úrovni tím, že nabízí:\n\nZaměření na Subjekt Driven by AI\n\nOkamžitě detekuje a izoluje subjekty (lidi, produkty, zvířata) při aplikaci přirozeně vypadajícího rozostření pozadí\nZvládá složité okraje (vlasy, průhledné objekty) s adaptivním vylepšením okrajů\nDynamická Přizpůsobení Rozostření\n\nNastavte sílu rozostření (5 úrovní: jemné po filmové)\nVyberte jednu ze 3 stylů rozostření: portrétní bokeh, pohybové rozostření, gradientní hloubka\nIntegrace Pracovního Postupu\n\nExportujte přímo do Photoshopu, Canva nebo na sociální média\nOchrana Soukromí a Soulad\n\nZpracování na zařízení (žádná data nejsou nahrávána na servery)\nDočasné soubory se automaticky mažou do 12 hodin (přesahuje standardy GDPR/CCPA)\nPřípadové Studie:\n\nE-commerce: Zvýrazněte produkty rozostřením přeplněných pozadí\nSociální Média: Vytvořte upravené příspěvky pro Instagram/TikTok během několika sekund\nVzdělávání: Zvýrazněte klíčové prvky v učebních materiálech\nKorporátní: Profesionalizujte týmové portréty nebo vizuály prezentací\nProč se Vyniká:\n\nNa rozdíl od standardních rozostřovacích nástrojů tento AI model rekonstruuje věrohodné detaily pozadí při rozostřování, čímž se vyhýbá nepřirozeným \"vyřezaným\" artefaktům - i při nízkém osvětlení nebo nízkém rozlišení obrázků",
  "da": "Værktøjet til sløret baggrund forenkler professionel billedredigering ved at tilbyde:\n\nAI-drevet fokus på emner\n\nRegistrerer og isolerer øjeblikkeligt emner (mennesker, produkter, dyr) samtidig med at der anvendes naturligt udseende baggrundssløring\nHåndterer komplekse kanter (hår, transparente objekter) med adaptiv kantforfining\nDynamisk tilpasning af sløring\n\nJustér sløringsstyrken (5 niveauer: subtilt til filmisk)\nVælg mellem 3 sløringsstile: portræt bokeh, bevægelsessløring, gradient dybde\nWorkflow-integration\n\nEksportér direkte til Photoshop, Canva eller sociale medieplatforme\nPrivatliv og overholdelse\n\nBehandlingen på enheden (ingen data uploadet til servere)\nMidlertidige filer slettes automatisk inden for 12 timer (overholder GDPR/CCPA standarder)\nAnvendelsessager:\n\nE-handel: Fremhæv produkter ved at sløre rodet baggrunde\nSociale medier: Skab polerede indlæg til Instagram/TikTok på få sekunder\nUddannelse: Fremhæv nøgleelementer i undervisningsmaterialer\nVirksomhed: Professionalisér teamportrætter eller præsentationsvisualer\nHvorfor det skiller sig ud:\n\nI modsætning til standard sløringsværktøjer rekonstruerer denne AI-model plausible baggrundsdetaljer under sløring, hvilket undgår unaturale \"udskåret\" artefakter—selv ved lavt lys eller lavopløselige billeder",
  "de": "Das Blur Background-Tool vereinfacht die Bildbearbeitung auf professioneller Ebene durch:\n\nKI-gesteuerte Fokussierung des Subjekts\n\nErkennt und isoliert sofort Subjekte (Menschen, Produkte, Tiere) und wendet dabei eine natürlich aussehende Hintergrundunschärfe an\nBewältigt komplexe Kanten (Haare, transparente Objekte) mit angepasster Kantenverfeinerung\nDynamische Anpassung der Unschärfe\n\nPasst die Unschärfstärke an (5 Stufen: subtil bis filmisch)\nWählt aus 3 Unschärfestilen: Portrait-Bokeh, Bewegungsunschärfe, graduierte Tiefe\nIntegration in den Workflow\n\nExportiert direkt nach Photoshop, Canva oder in soziale Medien\nDatenschutz & Compliance\n\nVerarbeitung auf dem Gerät (keine Daten werden auf Server hochgeladen)\nTemporäre Dateien werden innerhalb von 12 Stunden automatisch gelöscht (übertrifft die Standards von GDPR/CCPA)\nAnwendungsfälle:\n\nE-Commerce: Hebt Produkte hervor, indem unübersichtliche Hintergründe unscharf gemacht werden\nSoziale Medien: Erstellt in Sekundenschnelle ansprechende Beiträge für Instagram/TikTok\nBildung: Betont wichtige Elemente in Lehrmaterialien\nUnternehmen: Professionalisierung von Teamfotos oder Präsentationsvisualisierungen\nWarum es heraussticht:\n\nIm Gegensatz zu standardmäßigen Unschärfetools rekonstruiert dieses KI-Modell plausible Hintergrunddetails beim Unschärfen und vermeidet unnatürliche \"Ausschnitt\"-Artefakte – selbst bei schwachem Licht oder niedriger Auflösung",
  "el": "Το εργαλείο Θολής Φόντου απλοποιεί την επαγγελματική επεξεργασία εικόνας προσφέροντας:\n\nΕπικέντρωση Θέματος μέσω AI\n\nΑναγνωρίζει και απομονώνει άμεσα τα θέματα (ανθρώπους, προϊόντα, ζώα) ενώ εφαρμόζει φυσικά φαίνεται θολό φόντο\nΔιαχειρίζεται πολύπλοκες άκρες (μαλλιά, διαφανή αντικείμενα) με προσαρμοσμένη επεξεργασία άκρων\nΔυναμική Παραμετροποίηση Θολώματος\n\nΡυθμίστε τη δύναμη του θολώματος (5 επίπεδα: subtil έως κινηματογραφικό)\nΕπιλέξτε από 3 στυλ θολώματος: πορτρέτο bokeh, θολωμένο κίνηση, κλιμακωτό βάθος\nΕνοποίηση Ροής Εργασίας\n\nΕξαγωγή απευθείας σε Photoshop, Canva ή κοινωνικά δίκτυα\nΙδιωτικότητα & Συμμόρφωση\n\nΕπεξεργασία στη συσκευή (καμία δεδομένα δεν ανεβαίνει σε διακομιστές)\nΤα προσωρινά αρχεία αυτόματα διαγράφονται εντός 12 ωρών (ξεπερνά τα πρότυπα GDPR/CCPA)\nΠερίπτωσεις Χρήσης:\n\nΗλεκτρονικό εμπόριο: Επισημάνετε προϊόντα θολώνοντας χαοτικά φόντα\nΚοινωνικά Δίκτυα: Δημιουργήστε επαγγελματικές αναρτήσεις για Instagram/TikTok σε δευτερόλεπτα\nΕκπαίδευση: Επισημάνετε τα βασικά στοιχεία στα διδακτικά υλικά\nΕταιρικά: Επαγγελματοποιήστε τις φωτογραφίες ομάδας ή τις οπτικοακουστικές παρουσιάσεις\nΓιατί Ξεχωρίζει:\n\nΣε αντίθεση με τα τυπικά εργαλεία θολώματος, αυτό το μοντέλο AI αναδομεί πειστικές λεπτομέρειες φόντου κατά το θόλωμα, αποφεύγοντας μη φυσιολογικά \"κομμένα\" απομεινάρια—ακόμα και με εικόνες χαμηλού φωτισμού ή χαμηλής ανάλυσης",
  "en":"\nThe Blur Background tool simplifies professional-level image editing by offering:\n\nAI-Driven Subject Focus\n\nInstantly detects and isolates subjects (people, products, animals) while applying natural-looking background blur\nHandles complex edges (hair, transparent objects) with adaptive edge refinement\nDynamic Blur Customization\n\nAdjust blur strength (5 levels: subtle to cinematic)\nChoose from 3 blur styles: portrait bokeh, motion blur, gradient depth\nWorkflow Integration\n\n\nExport directly to Photoshop, Canva, or social media platforms\nPrivacy & Compliance\n\nOn-device processing (no data uploaded to servers)\nTemporary files auto-deleted within 12 hours (exceeds GDPR/CCPA standards)\nUse Cases:\n\nE-commerce: Highlight products by blurring cluttered backgrounds\nSocial Media: Create polished posts for Instagram/TikTok in seconds\nEducation: Emphasize key elements in instructional materials\nCorporate: Professionalize team headshots or presentation visuals\nWhy It Stands Out:\n\nUnlike standard blur tools, this AI model reconstructs plausible background details when blurring, avoiding unnatural \"cut-out\" artifacts—even with low-light or low-res images.\n",
  "en-AU": "The Blur Background tool simplifies professional-level image editing by offering:\n\nAI-Driven Subject Focus\n\nInstantly detects and isolates subjects (people, products, animals) while applying natural-looking background blur.\nHandles complex edges (hair, transparent objects) with adaptive edge refinement.\nDynamic Blur Customisation\n\nAdjust blur strength (5 levels: subtle to cinematic).\nChoose from 3 blur styles: portrait bokeh, motion blur, gradient depth.\nWorkflow Integration\n\nExport directly to Photoshop, Canva, or social media platforms.\nPrivacy & Compliance\n\nOn-device processing (no data uploaded to servers).\nTemporary files are auto-deleted within 12 hours (exceeds GDPR/CCPA standards).\nUse Cases:\n\nE-commerce: Highlight products by blurring cluttered backgrounds.\nSocial Media: Create polished posts for Instagram/TikTok in seconds.\nEducation: Emphasise key elements in instructional materials.\nCorporate: Professionalise team headshots or presentation visuals.\nWhy It Stands Out:\n\nUnlike standard blur tools, this AI model reconstructs plausible background details when blurring, avoiding unnatural \"cut-out\" artifacts—even with low-light or low-res images",
  "en-GB": "The Blur Background tool simplifies professional-level image editing by offering:\n\nAI-Driven Subject Focus\n\nInstantly detects and isolates subjects (people, products, animals) while applying natural-looking background blur.\nHandles complex edges (hair, transparent objects) with adaptive edge refinement.\n\nDynamic Blur Customisation\n\nAdjust blur strength (5 levels: subtle to cinematic).\nChoose from 3 blur styles: portrait bokeh, motion blur, gradient depth.\n\nWorkflow Integration\n\nExport directly to Photoshop, Canva, or social media platforms.\n\nPrivacy & Compliance\n\nOn-device processing (no data uploaded to servers).\nTemporary files automatically deleted within 12 hours (exceeds GDPR/CCPA standards).\n\nUse Cases:\n\nE-commerce: Highlight products by blurring cluttered backgrounds.\nSocial Media: Create polished posts for Instagram/TikTok in seconds.\nEducation: Emphasise key elements in instructional materials.\nCorporate: Professionalise team headshots or presentation visuals.\n\nWhy It Stands Out:\n\nUnlike standard blur tools, this AI model reconstructs plausible background details when blurring, avoiding unnatural \"cut-out\" artifacts—even with low-light or low-res images",
  "en_US": "The Blur Background tool simplifies professional-level image editing by offering:\n\nAI-Driven Subject Focus\n\nInstantly detects and isolates subjects (people, products, animals) while applying natural-looking background blur.\nHandles complex edges (hair, transparent objects) with adaptive edge refinement.\nDynamic Blur Customization\n\nAdjust blur strength (5 levels: subtle to cinematic).\nChoose from 3 blur styles: portrait bokeh, motion blur, gradient depth.\nWorkflow Integration\n\nExport directly to Photoshop, Canva, or social media platforms.\nPrivacy & Compliance\n\nOn-device processing (no data uploaded to servers).\nTemporary files auto-deleted within 12 hours (exceeds GDPR/CCPA standards).\nUse Cases:\n\nE-commerce: Highlight products by blurring cluttered backgrounds.\nSocial Media: Create polished posts for Instagram/TikTok in seconds.\nEducation: Emphasize key elements in instructional materials.\nCorporate: Professionalize team headshots or presentation visuals.\nWhy It Stands Out:\n\nUnlike standard blur tools, this AI model reconstructs plausible background details when blurring, avoiding unnatural \"cut-out\" artifacts—even with low-light or low-res images",
  "es": "La herramienta de desenfoque de fondo simplifica la edición de imágenes a nivel profesional al ofrecer:\n\nEnfoque de sujeto impulsado por IA\n\nDetecta e aisla instantáneamente sujetos (personas, productos, animales) mientras aplica un desenfoque de fondo de aspecto natural\nManeja bordes complejos (cabello, objetos transparentes) con refinamiento de bordes adaptativo\nPersonalización dinámica del desenfoque\n\nAjusta la intensidad del desenfoque (5 nivelsutil a cinematográfico)\nElige entre 3 estilos de desenfoque: bokeh de retrato, desenfoque de movimiento, profundidad de degradado\nIntegración del flujo de trabajo\n\nExporta directamente a Photoshop, Canva o plataformas de redes sociales\nPrivacidad y cumplimiento\n\nProcesamiento en el dispositivo (no se cargan datos en servidores)\nArchivos temporales eliminados automáticamente dentro de 12 horas (supera los estándares de GDPR/CCPA)\nCasos de uso:\n\nE-commerce: Destaca productos desenfocando fondos desordenados\nRedes socialCrea publicaciones pulidas para Instagram/TikTok en segundos\nEducación: Enfatiza elementos clave en materiales instructivos\nCorporativo: Profesionaliza fotos de equipo o visuales de presentaciones\nPor qué se destaca:\n\nA diferencia de las herramientas de desenfoque estándar, este modelo de IA reconstruye detalles de fondo plausibles al desenfocar, evitando artefactos \"recortados\" no naturales, incluso con imágenes de poca luz o baja resolución",
  "es-419": "La herramienta de Fondo Borroso simplifica la edición de imágenes a nivel profesional al ofrecer:\n\nEnfoque de Sujeto Impulsado por IA\n\nDetecta y aísla instantáneamente sujetos (personas, productos, animales) mientras aplica un desenfoque de fondo de aspecto natural.\nManeja bordes complejos (cabello, objetos transparentes) con un refinamiento de bordes adaptativo.\nPersonalización Dinámica del Desenfoque\n\nAjusta la intensidad del desenfoque (5 niveles: sutil a cinematográfico).\nElige entre 3 estilos de desenfoque: bokeh de retrato, desenfoque de movimiento, profundidad en degradado.\nIntegración en el Flujo de Trabajo\n\nExporta directamente a Photoshop, Canva o plataformas de redes sociales.\nPrivacidad y Cumplimiento\n\nProcesamiento en el dispositivo (sin datos cargados a servidores).\nLos archivos temporales se eliminan automáticamente dentro de las 12 horas (supera los estándares de GDPR/CCPA).\nCasos de Uso:\n\nComercio Electrónico: Destaca productos al desenfocar fondos desordenados.\nRedes Sociales: Crea publicaciones pulidas para Instagram/TikTok en segundos.\nEducación: Enfatiza elementos clave en materiales instructivos.\nCorporativo: Profesionaliza fotos de equipo o visuales de presentaciones.\nPor Qué Destaca:\n\nA diferencia de las herramientas de desenfoque estándar, este modelo de IA reconstruye detalles plausibles del fondo al desenfocar, evitando artefactos \"recortados\" no naturales, incluso con imágenes de poca luz o baja resolución",
  "et": "Blur Background tööriist lihtsustab professionaalse tasemega pildiredigeerimist, pakkudes:\n\nAI-põhine teema fookus\n\nTuvastab ja isoleerib teemasid (inimesed, tooted, loomad) samal ajal kui rakendab loomulikku taustasügavust\nKäsitsemine keeruliste servadega (juuksed, läbipaistvad objektid) kohanduva serva täiendamisega\nDünaamiline hägususe kohandamine\n\nKohanda hägususe tugevust (5 taspeenest kuni filmilikuni)\nVali 3 hägususe stiili: portree bokeh, liikumise hägus, gradiente sügavus\nTöövoo integreerimine\n\nEkspordi otse Photoshopi, Canva või sotsiaalmeedia platvormidele\nPrivaatsus ja vastavus\n\nSeadmest töötlemine (ühtegi andmeid ei üles laetud serveritesse)\nAjutised failid kustutatakse automaatselt 12 tunni jooksul (ületab GDPR/CCPA standardid)\nKasutusjuhud:\n\nE-kaubandus: Tõsta esile tooteid, hägustades segaseid taustu\nSotsiaalmeedia: Loo silmapaistvaid postitusi Instagrami/TikToki jaoks sekundite jooksul\nHaridus: Tõsta esile olulisi elemente õppe materjalides\nÄrikasutus: Professionaalsed meeskonna portreed või esitluse visuaalid\nMiks see silma paistab:\n\nErinevalt tavalisest hägususe tööriistadest, see AI mudel rekonstrueerib usutavaid tausta üksikasju hägustades, vältides ebaloomulikke \"väljalõigatud\" artefakte - isegi kehva valgustuse või madala eraldusvõimega piltide puhul",
  "fa": "ابزار پس‌زمینه مات، ویرایش تصویر در سطح حرفه‌ای را با ارائه موارد زیر ساده می‌کند:\n\nتمرکز موضوعی تحت هدایت هوش مصنوعی\n\nبه‌طور آنی موضوعات (افراد، محصولات، حیوانات) را تشخیص داده و جدا می‌کند و در عین حال تاری طبیعی پس‌زمینه را اعمال می‌کند\nمدیریت لبه‌های پیچیده (مو، اشیاء شفاف) با بهبود لبه‌های تطبیقی\nسفارشی‌سازی تاری پویا\n\nتنظیم قدرت تاری (5 سطح: خفیف تا سینمایی)\nانتخاب از میان 3 سبک تاری: بوکه پرتره، تاری حرکتی، عمق گرادیان\nادغام در گردش کار\n\nخروجی مستقیم به Photoshop، Canva یا پلتفرم‌های رسانه‌های اجتماعی\nحریم خصوصی و انطباق\n\nپردازش در دستگاه (هیچ داده‌ای به سرورها بارگذاری نمی‌شود)\nفایل‌های موقت ظرف 12 ساعت به‌طور خودکار حذف می‌شوند (بیش از استانداردهای GDPR/CCPA)\nموارد استفاده:\n\nتجارت الکترونیک: با مات کردن پس‌زمینه‌های شلوغ، محصولات را برجسته کنید\nرسانه‌های اجتماعی: در کسری از ثانیه پست‌های حرفه‌ای برای Instagram/TikTok ایجاد کنید\nآموزش: عناصر کلیدی در مواد آموزشی را تاکید کنید\nشرکت: عکس‌های گروهی یا تصاویر ارائه را حرفه‌ای کنید\nچرا متمایز است:\n\nبرخلاف ابزارهای تاری استاندارد، این مدل هوش مصنوعی جزئیات پس‌زمینه قابل قبول را هنگام مات کردن بازسازی می‌کند و از بروز آثار \"برش‌خورده\" غیرطبیعی جلوگیری می‌کند—حتی با تصاویر کم‌نور یا با کیفیت پایین",
  "fi": "Blur Background -työkalu yksinkertaistaa ammattilaistason kuvankäsittelyä tarjoamalla:\n\nAI-Vetoinen Kohteen Fokusoiminen\n\nTunnistaa ja eristää kohteet (ihmiset, tuotteet, eläimet) samalla kun se soveltaa luonnollisen näköistä taustasumennusta\nKäsittelee monimutkaisia reunoja (hiukset, läpinäkyvät esineet) mukautuvalla reunan hienosäädöllä\nDynaaminen Sumennus Räätälöinti\n\nSäädä sumeuden voimakkuutta (5 tasoa: hienovaraisesta elokuvamaiseen)\nValitse 3 sumennustyyliä: potrettibokeh, liiketila, gradienttisyyvyys\nTyönkulun Integraatio\n\nVie suoraan Photoshopiin, Canvaan tai sosiaalisen median alustoille\nTietosuoja & Vaatimustenmukaisuus\n\nLaitteella tapahtuva käsittely (ei tietoja ladattu palvelimille)\nVäliaikaiset tiedostot poistetaan automaattisesti 12 tunnin kuluessa (ylittää GDPR/CCPA-standardit)\nKäyttötapaukset:\n\nVerkkokauppa: Korosta tuotteita sumentamalla sekavaa taustaa\nSosiaalinen Media: Luo hiottuja julkaisuja Instagramiin/TikTokiin sekunneissa\nKoulutus: Korosta keskeisiä elementtejä opetusmateriaaleissa\nYritys: Ammattimaista tiimin muotokuvia tai esitysnäkymiä\nMiksi Se Erotuu:\n\nToisin kuin tavalliset sumennustyökalut, tämä AI-malli rekonstruoi uskottavia taustatietoja sumennettaessa, välttäen epäluonnollisia \"leikattu\" artefakteja — jopa heikossa valaistuksessa tai matalaresoluution kuvissa",
  "fil": "Ang Blur Background tool ay nagpapadali ng propesyonal na antas ng pag-edit ng larawan sa pamamagitan ng pag-aalok ng:\n\nAI-Driven Subject Focus\n\nAgad na natutukoy at naihihiwalay ang mga paksa (mga tao, produkto, hayop) habang nag-aaplay ng natural na hitsura ng background blur\nNagmamanipula ng kumplikadong mga gilid (buhok, transparent na mga bagay) gamit ang adaptive edge refinement\nDynamic Blur Customization\n\nI-adjust ang lalim ng blur (5 antas: subtle hanggang cinematic)\nPumili mula sa 3 istilo ng blur: portrait bokeh, motion blur, gradient depth\nWorkflow Integration\n\nI-export ng direkta sa Photoshop, Canva, o mga social media platform\nPrivacy & Compliance\n\nOn-device processing (walang data na naka-upload sa mga server)\nAng mga pansamantalang file ay awtomatikong nabubura sa loob ng 12 oras (lumalampas sa mga pamantayan ng GDPR/CCPA)\nUse Cases:\n\nE-commerce: I-highlight ang mga produkto sa pamamagitan ng pag-blur ng gulo sa background\nSocial Media: Lumikha ng pinalinis na mga post para sa Instagram/TikTok sa loob ng ilang segundo\nEdukasyon: Bigyang-diin ang mga pangunahing elemento sa materyal ng pagtuturo\nCorporate: Ipropesyonal ang mga headshot ng koponan o mga visual ng presentasyon\nBakit Ito Namumukod-tangi:\n\nHindi tulad ng mga karaniwang blur tool, ang AI model na ito ay nagre-reconstruct ng mga kapani-paniwalang detalye ng background kapag nagba-blur, na iniiwasan ang hindi natural na \"cut-out\" na mga artifact—kahit na sa mababang liwanag o mababang resolusyon na mga larawan",
  "fr": "L'outil de Flou d'Arrière-Plan simplifie l'édition d'image de niveau professionnel en offrant :\n\nMise au Point sur le Sujet Assistée par IA\n\nDétecte et isole instantanément les sujets (personnes, produits, animaux) tout en appliquant un flou d'arrière-plan naturel\nGère les bords complexes (cheveux, objets transparents) avec un affinage adaptatif des bords\nPersonnalisation Dynamique du Flou\n\nAjustez la force du flou (5 niveaux : subtil à cinématographique)\nChoisissez parmi 3 styles de flou : bokeh de portrait, flou de mouvement, profondeur de dégradé\nIntégration au Flux de Travail\n\nExportez directement vers Photoshop, Canva ou des plateformes de médias sociaux\nConfidentialité & Conformité\n\nTraitement sur appareil (aucune donnée téléchargée sur des serveurs)\nFichiers temporaires supprimés automatiquement dans les 12 heures (respecte les normes GDPR/CCPA)\nCas d'Utilisation :\n\nE-commerce : Mettez en avant les produits en floutant les arrière-plans encombrés\nMédias Sociaux : Créez des publications soignées pour Instagram/TikTok en quelques secondes\nÉducation : Mettez en évidence les éléments clés dans les supports pédagogiques\nEntreprise : Professionnalisez les portraits d'équipe ou les visuels de présentation\nPourquoi il se Démarque :\n\nContrairement aux outils de flou standard, ce modèle d'IA reconstruit des détails d'arrière-plan plausibles lors du flou, évitant ainsi des artefacts \"découpés\" non naturels - même avec des images en faible lumière ou basse résolution",
  "gu": "બ્લર બેકગ્રાઉન્ડ ટૂલ વ્યાવસાયીક સ્તરના છબી સંપાદનને સરળ બનાવે છે, જેની વિશેષતાઓ છે:\n\nએઆઈ દ્વારા ચલાવનાર વિષય પર ધ્યાન કેન્દ્રિત\n\nઝડપી રીતે વિષયોની ઓળખ કરે છે અને તેઓને અલગ કરે છે (લોકો, ઉત્પાદનો, પ્રાણીઓ) જ્યારે કુદરતી દેખાવની પૃષ્ઠભૂમિ બ્લર લાગુ કરે છે\nસંવેદક ધારવાળી એજ રિફાઈનમેન્ટ દ્વારા જટિલ ધારોને સંભાળે છે (વાળ, પારદર્શી વસ્તુઓ)\nગતિશટ મૂર્ખતા કસ્ટમાઇઝેશન\n\nબ્લરની શક્તિ એડજસ્ટ કરો (5 સ્તર: સૂક્ષ્મથી સિનેમેટિક)\n3 બ્લર શૈતોમાંથી પસંદ કરો: પોર્ટ્રેટ બોકે, મૂવિંગ બ્લર, ગ્રેડિયન્ટ ડેપ્થ\nકામના પ્રવાહ ઈંટિગ્રેશન\n\nફોટોશોપ, કૅનવા, અથવા સોશ્યલ મિડિયા પ્લેટફોર્મ પર સીધા સ્પષ્ટીકરણ કરો\nગુણવત્તા અને અનુરૂપતા\n\nડિવાઇસ પર પ્રક્રિયા (કોઈ ડેટા સર્વર્સ પર અપલોડ કરવામાં આવતો નથી)\nકાળજીપૂર્વક ફાઇલો 12 કલાકની અંદર自动 મિટાવી દેવામાં આવે છે (GDPR/CCPA ધોરણોનું પાલન કરે છે)\nઉપયોગ કેસ:\n\nઇ-કોમર્સ: ગાળો બેકગ્રાઉન્ડને બ્લર કરીને ઉત્પાદનોને હાઇલાઇટ કરો\nસોશ્યલ મિડિયા: ઈન્સ્ટાગ્રામ/ટિકટોક માટે જલ્દી પૉલિશ્ડ પોસ્ટ્સ બનાવો\nશિક્ષણ: શૈક્ષણિક સામ Materials માં મુખ્ય તત્વોને દર્શાવો\nકોર્પોરેટ: ટીમના હેડશોટ્સ અથવા પ્રેઝેન્ટેશન દ્રશ્યોને વ્યાવસાયિક બનાવો\nકેવું છે કે તે અદ્યતન છે:\n\nમૂળભૂત બ્લર ટૂલ્સથી વિભિન્ન, આ AI મોડલ બ્લર કરતી વખતે યોગ્ય પૃષ્ઠભૂમિના વિગતોએ ફરીથી રચનો કરે છે, અનિયંત્રિત \"કાટ-આઉટ\" આర్టિફેક્ટ્સને ટાળે છે - તથા ઓછા પ્રકાશ અથવા ઓછા રિઝોલ્યુશન છબીઓમાં પણ",
  "he": "הכלי לטשטוש רקע מפשט עריכת תמונות ברמה מקצועית על ידי הצעת:\n\nמיקוד נושא מונחה AI\n\nמאתר ומבודד את הנושאים (אנשים, מוצרים, בעלי חיים) מיד תוך כדי יישום טשטוש רקע שנראה טבעי\nמטפל בקצוות מורכבים (שיער, אובייקטים שקופים) עם שיפור קצה מותאם\nהתאמה דינמית של הטשטוש\n\nכיוונון עוצמת הטשטוש (5 רמות: עדין ועד קולנועי)\nבחירה מתוך 3 סגנונות טשטוש: בוקה פורטרט, טשטוש תנועה, עומק גרדיאנט\nאינטגרציה לתוך זרימת העבודה\n\nייצוא ישירות ל- Photoshop, Canva או לרשתות חברתיות\nפרטיות וציות\n\nעיבוד במכשיר (אין נתונים מועלים לשרתים)\nקבצים זמניים נמחקים אוטומטית תוך 12 שעות (עומד בסטנדרטים של GDPR/CCPA)\nמקרי שימוש:\n\nסחר אלקטרוני: להדגיש מוצרים על ידי טשטוש רקעים עמוסים\nרשתות חברתיות: ליצור פוסטים מושקעים ל- Instagram/TikTok בתוך שניות\nחינוך: להדגיש מרכיבים מרכזיים בחומרים לימודיים\nתאגידי: להProfessionalize את תמונות הצוות או את השקפים המוצגים\nלמה זה בולט:\n\nבניגוד לכלי טשטוש רגילים, המודל AI הזה משחזר פרטי רקע סבירים בעת טשטוש, ומונע תופעות \"חתיכה\" לא טבעיות - אפילו בתמונות בתנאים של אור נמוך או רזולוציה נמוכה",
  "hi": "ब्लर बैकग्राउंड टूल पेशेवर स्तर की छवि संपादन को सरल बनाता है:\n\nAI-चालित विषय ध्यान\n\nतुरंत विषयों (लोगों, उत्पादों, जानवरों) का पता लगाता है और उन्हें अलग करता है जबकि प्राकृतिक दिखने वाले बैकग्राउंड ब्लर को लागू करता है\nजटिल किनारों (बाल, पारदर्शी वस्तुएं) को अनुकूली किनारा परिष्कार के साथ संभालता है\nगति गतिशीलता कस्टमाइजेशन\n\nब्लर ताकत को समायोजित करें (5 स्तर: सूक्ष्म से लेकर सिनेमाई)\n3 ब्लर शैलियों में से चुनें: पोर्ट्रेट बोकेह, मोशन ब्लर, ग्रेडिएंट गहराई\nकार्यप्रवाह एकीकरण\n\nफोटोशॉप, कैनवा, या सोशल मीडिया प्लेटफार्मों पर सीधे निर्यात करें\nगोपनीयता और अनुपालन\n\nइंटरनल प्रोसेसिंग (कोई डेटा सर्वर पर अपलोड नहीं किया गया)\nअस्थायी फ़ाइलें 12 घंटे के भीतर स्वचालित रूप से हटा दी जाती हैं (GDPR/CCPA मानकों से अधिक)\nउपयोग के मामले:\n\nई-कॉमर्स: अव्यवस्थित बैकग्राउंड को धुंधला करके उत्पादों को हाइलाइट करें\nसोशल मीडिया: इंस्टाग्राम/टिकटोक के लिए सेकंडों में पॉलिश की गई पोस्ट बनाएं\nशिक्षा: शिक्षण सामग्री में मुख्य तत्वों को उजागर करें\nकॉर्पोरेट: टीम की हेडशॉट्स या प्रस्तुति दृश्य को पेशेवर बनाएं\nक्यों यह अलग है:\n\nमानक ब्लर टूल्स के विपरीत, यह AI मॉडल ब्लर करते समय संभावित बैकग्राउंड विवरणों को पुनर्निर्माण करता है, अवास्तविक \"कट-आउट\" कलाकृतियों से बचता है - यहां तक कि कम रोशनी या कम रिज़ॉल्यूशन वाली छवियों के साथ भी।",
  "iw": "ब्लर बैकग्राउंड टूल पेशेवर स्तर की छवि संपादन को सरल बनाता है:\n\nAI-चालित विषय ध्यान\n\nतुरंत विषयों (लोगों, उत्पादों, जानवरों) का पता लगाता है और उन्हें अलग करता है जबकि प्राकृतिक दिखने वाले बैकग्राउंड ब्लर को लागू करता है\nजटिल किनारों (बाल, पारदर्शी वस्तुएं) को अनुकूली किनारा परिष्कार के साथ संभालता है\nगति गतिशीलता कस्टमाइजेशन\n\nब्लर ताकत को समायोजित करें (5 स्तर: सूक्ष्म से लेकर सिनेमाई)\n3 ब्लर शैलियों में से चुनें: पोर्ट्रेट बोकेह, मोशन ब्लर, ग्रेडिएंट गहराई\nकार्यप्रवाह एकीकरण\n\nफोटोशॉप, कैनवा, या सोशल मीडिया प्लेटफार्मों पर सीधे निर्यात करें\nगोपनीयता और अनुपालन\n\nइंटरनल प्रोसेसिंग (कोई डेटा सर्वर पर अपलोड नहीं किया गया)\nअस्थायी फ़ाइलें 12 घंटे के भीतर स्वचालित रूप से हटा दी जाती हैं (GDPR/CCPA मानकों से अधिक)\nउपयोग के मामले:\n\nई-कॉमर्स: अव्यवस्थित बैकग्राउंड को धुंधला करके उत्पादों को हाइलाइट करें\nसोशल मीडिया: इंस्टाग्राम/टिकटोक के लिए सेकंडों में पॉलिश की गई पोस्ट बनाएं\nशिक्षा: शिक्षण सामग्री में मुख्य तत्वों को उजागर करें\nकॉर्पोरेट: टीम की हेडशॉट्स या प्रस्तुति दृश्य को पेशेवर बनाएं\nक्यों यह अलग है:\n\nमानक ब्लर टूल्स के विपरीत, यह AI मॉडल ब्लर करते समय संभावित बैकग्राउंड विवरणों को पुनर्निर्माण करता है, अवास्तविक \"कट-आउट\" कलाकृतियों से बचता है - यहां तक कि कम रोशनी या कम रिज़ॉल्यूशन वाली छवियों के साथ भी।",
  "hr": "Alat za zamućenje pozadine pojednostavljuje profesionalno uređivanje slika nudeći:\n\nAI-upravljeno fokusiranje na predmet\n\nOdmah otkriva i izdvaja subjekte (ljude, proizvode, životinje) dok primenjuje prirodno izgledajuće zamućenje pozadine\nRukuje složenim ivicama (kosa, prozirni objekti) sa adaptivnim prečišćavanjem ivica\nDinamička prilagodba zamućenja\n\nPodešavanje jačine zamućenja (5 nivoa: suptilno do filmskog)\nIzbor među 3 stila zamućenja: portret bokeh, zamućenje pokreta, gradijentna dubina\nIntegracija radnog toka\n\nIzvoz direktno u Photoshop, Canva ili društvene mreže\nPrivatnost i usklađenost\n\nObrada na uređaju (nema podataka otpremljenih na servere)\nPrivremene datoteke se automatski brišu unutar 12 sati (premašuje GDPR/CCPA standarde)\nPrimeri upotrebe:\n\nE-trgovina: Istaknuti proizvode zamućenjem prenatrpanih pozadina\nDruštvene mreže: Kreirati dotjerane objave za Instagram/TikTok u sekundi\nObrazovanje: Naglasiti ključne elemente u nastavnim materijalima\nKorporativno: Profesionalizovati timske portrete ili vizuale prezentacija\nZašto se izdvaja:\n\nZa razliku od standardnih alata za zamućenje, ovaj AI model rekonstruira verodostojne detalje pozadine prilikom zamućenja, izbegavajući neprirodne \"izrezane\" artefakte—čak i kod slika sa slabim osvetljenjem ili niske rezolucije",
  "hu": "A Blur Background eszköz leegyszerűsíti a professzionális szintű képszerkesztést az alábbi funkciókkal:\n\nAI-vezérelt téma fókusz\n\nAzonnal észleli és elkülöníti a témákat (emberek, termékek, állatok), miközben természetes hatású háttérmosást alkalmaz\nKépes kezelni a bonyolult széleket (haj, átlátszó tárgyak) az adaptív élsímítással\nDinamikus mosás testreszabás\n\nÁllítsa be a mosás erősségét (5 szint: finomítástól a filmes hatásig)\nVálasszon 3 mosási stílus közül: portré bokeh, mozgásmosás, gradient mélység\nMunkafolyamat-integráció\n\nExportálás közvetlenül Photoshopba, Canvába vagy közösségi média platformokra\nAdatvédelem és megfelelőség\n\nEszközön belüli feldolgozás (nincs adatfeltöltés a szerverekre)\nIdeiglenes fájlok automatikusan törlődnek 12 órán belül (meghaladja a GDPR/CCPA szabványokat)\nFelhasználási esetek:\n\nE-kereskedelem: Emelje ki a termékeket az összezavart háttér elmosásával\nKözösségi média: Készítsen profi bejegyzéseket Instagram/TikTok-ra másodpercek alatt\nOktatás: Emelje ki a kulcsfontosságú elemeket az oktatási anyagokban\nVállalati: Professzionalizálja a csapat arcképeit vagy prezentációs vizuáljait\nMiért emelkedik ki:\n\nA standard elmosó eszközökkel ellentétben ez az AI modell valósághű háttér részleteket rekonstruál, amikor elmos, elkerülve a természetellenes \"kivágott\" artefaktumokat – még gyenge fényviszonyok vagy alacsony felbontású képek esetén is",
  "id": "Alat Blur Background menyederhanakan pengeditan gambar tingkat profesional dengan menawarkan:\n\nFokus Subjek Berbasis AI\n\nMendeteksi dan mengisolasi subjek (orang, produk, hewan) secara instan sambil menerapkan efek blur latar belakang yang tampak alami\nMenangani tepi yang kompleks (rambut, objek transparan) dengan pemurnian tepi adaptif\nPenyesuaian Blur Dinamis\n\nSesuaikan kekuatan blur (5 tingkat: halus hingga sinematik)\nPilih dari 3 gaya blur: bokeh potret, blur gerakan, kedalaman gradien\nIntegrasi Alur Kerja\n\nEkspor langsung ke Photoshop, Canva, atau platform media sosial\nPrivasi & Kepatuhan\n\nPengolahan di perangkat (tidak ada data yang diunggah ke server)\nFile sementara dihapus secara otomatis dalam waktu 12 jam (melebihi standar GDPR/CCPA)\nKasus Penggunaan:\n\nE-commerce: Soroti produk dengan memburamkan latar belakang yang ramai\nMedia Sosial: Buat postingan yang rapi untuk Instagram/TikTok dalam hitungan detik\nPendidikan: Tekankan elemen kunci dalam bahan pengajaran\nPerusahaan: Profesionalisasi foto tim atau visual presentasi\nMengapa Ini Menonjol:\n\nBerbeda dengan alat blur standar, model AI ini merekonstruksi detail latar belakang yang mungkin saat memburamkan, menghindari artefak \"potongan\" yang tidak alami—bahkan dengan gambar berkualitas rendah atau pencahayaan rendah",
  "it": "Lo strumento Blur Background semplifica l'editing di immagini di livello professionale offrendo:\n\nFocus sugli Soggetti Guidato dall'AI\n\nRileva e isola istantaneamente i soggetti (persone, prodotti, animali) mentre applica un sfocatura di sfondo dall'aspetto naturale\nGestisce bordi complessi (capelli, oggetti trasparenti) con affinamento adattivo dei bordi\nPersonalizzazione Dinamica della Sfocatura\n\nRegola l'intensità della sfocatura (5 livelli: sottile a cinematografico)\nScegli tra 3 stili di sfocatura: bokeh per ritratti, sfocatura in movimento, profondità gradiente\nIntegrazione del Flusso di Lavoro\n\nEsporta direttamente in Photoshop, Canva o piattaforme di social media\nPrivacy e Conformità\n\nElaborazione sul dispositivo (nessun dato caricato sui server)\nFile temporanei eliminati automaticamente entro 12 ore (supera gli standard GDPR/CCPA)\nCasi d'Uso:\n\nE-commerce: Metti in risalto i prodotti sfocando sfondi affollati\nSocial Media: Crea post raffinati per Instagram/TikTok in pochi secondi\nEducazione: Sottolinea elementi chiave nei materiali didattici\nCorporate: Professionalizza le foto del team o le visualizzazioni delle presentazioni\nPerché Si Distingue:\n\nA differenza degli strumenti di sfocatura standard, questo modello AI ricostruisce dettagli plausibili dello sfondo durante la sfocatura, evitando artefatti \"ritagliati\" innaturali, anche con immagini a bassa luminosità o bassa risoluzione",
  "ja": "Blur Backgroundツールは、次の機能を提供することでプロレベルの画像編集を簡素化します：\n\nAI駆動の対象焦点\n\n人物、製品、動物などの対象を瞬時に検出し、自然な背景ぼかしを適用しながら孤立させます。\n複雑なエッジ（髪、透明なオブジェクト）を適応型エッジリファインメントで処理します。\nダイナミックなぼかしカスタマイズ\n\nぼかし強度を調整（5段階：控えめからシネマティックまで）\n3つのぼかしスタイルから選択：ポートレートボケ、モーションブレ、グラデーションの深み\nワークフロー統合\n\nPhotoshop、Canva、またはソーシャルメディアプラットフォームに直接エクスポートします。\nプライバシーとコンプライアンス\n\nデバイス上での処理（データはサーバーにアップロードされません）\n一時ファイルは12時間以内に自動削除されます（GDPR/CCPA基準を超えています）\n使用ケース：\n\nEコマース：ごちゃごちゃした背景をぼかして製品を強調します。\nソーシャルメディア：Instagram/TikTok用の洗練された投稿を数秒で作成します。\n教育：教材の中で重要な要素を強調します。\n企業：チームのヘッドショットやプレゼンテーションビジュアルをプロフェッショナルにします。\nなぜこれが際立つのか：\n\n標準のぼかしツールとは異なり、このAIモデルはぼかしをかける際に信ぴょう性のある背景の詳細を再構築し、不自然な「切り抜き」アーティファクトを避けます。低照度または低解像度の画像でも運用可能です",
  "kn": "ಬ್ಲರ್ ಹಿನ್ನೆಲೆ ಉಪಕರಣವು ವೃತ್ತಿಪರ ಮಟ್ಟದ ಚಿತ್ರ ಸಂಪಾದನೆಯನ್ನು ಸುಲಭಗೊಳಿಸುತ್ತದೆ:\n\nಎಐ-ಆಧಾರಿತ ವಿಷಯ ಕೇಂದ್ರೀಕರಣ\n\nನಿಮ್ಮ ವಿಷಯಗಳನ್ನು (ಜನರು, ಉತ್ಪನ್ನಗಳು, ಪ್ರಾಣಿಗಳು) ತಕ್ಷಣವೇ ಗುರುತಿಸುತ್ತದೆ ಮತ್ತು ಬುದ್ಧಿವಂತೀ ರೀತಿಯ ಹಿನ್ನೆಲೆ ಬ್ಲರ್ ಅನ್ನು ಅನ್ವಯಿಸುತ್ತದೆ.\nಸ.exchange-ದಾರಿ ತಡಿಯ ಇಳಿಜಾರಿನೊಂದಿಗೆ ಕಂದೀರಕ್ಕೆ ಸೇರಿದ್ದು ಲವಲಿವಿಯವನ್ನಾಗಿ ಮಾಡುತ್ತದೆ (ಕೆಸರು, ಪಾರದರ್ಶಕ ವಸ್ತುಗಳು) \nಗತಿಯ ಬ್ಲರ್ ಕಸ್ಟಮೈಸೇಶನ್\n\nಬ್ಲರ್ ಶಕ್ತಿ ഇനി-ನಿಷ್ಕಟ್ಟರ್ ಸಲ್ಲನೆ (5 ಹಂತಗಳು: ಸೂಕ್ಷ್ಮದಿಂದ ಚಲನಚಿತ್ರ)\n3 ಬ್ಲರ್ ಶ್ರೇಣಿಗಳಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಿ: ಪೋಟ್ರೇಟ್ ಬೋಕೇ, ಚಲನ ಬ್ಲರ್, ಆಕರ್ಷಕ ಆಳ\nಕಾರ್ಯಪಟು ಸಂಯೋಜನೆ\n\nಫೋಟೋಶಾಪ್, ಕಾನ್ವಾ ಅಥವಾ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ವೇದಿಕೆಗಳಿಗೆ ನೇರವಾಗಿ ನಿರಾಕರಣೀಯವಾಗಿ ಹೊರತರುತ್ತದೆ\nಗೋಸ್ತಿಲಿಕಾಯಿತಿ ಮತ್ತು ಅನುಸರಣೆ\n\nನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ದರ್ಜೆ (ಮಾಹಿತಿ ಸರ್ವರ್‌ಗಳಿಗೆ ಅಪ್‌ಲೋಡ್ ಆಗುವುದಿಲ್ಲ)\nಅಂತರಿಕ ಸಂಪತ್ತು 12 ಗಂಟೆಗಳಾದಮೇಲೆ ಪೂರ್ತಿಯಾಗಿ ಅಳಿಸಲು ಸಾಕಷ್ಟು (GDPR/CCPA ಮಾನದಂಡಗಳನ್ನು ಮೀರಿಸುತ್ತದೆ)\nಬಳಸಿ ಪ್ರಕರಣಗಳು:\n\nಇ-ಕಾಮರ್ಸ್: ಗಡಿಯಾರದ ಹಿನ್ನಲೆಯಲ್ಲಿ ಉತ್ಪನ್ನಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಿ\nಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ: ಇನ್ಸ್ಟಾಗ್ರಾಮ್/ಟಿಕ್‌ಟಾಕ್‌ಗಾಗಿ ಪೂರ್ಣಗೊಂಡ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸೆಕೆಂಡ್ಗಳಲ್ಲಿ ರಚಿಸಿ\nಶಿಕ್ಷಣ: ಶ್ರೇಣೀಬದ್ಧ ವಸ್ತುವಳಿಯಲ್ಲಿ ಪ್ರಮುಖ ಅಂಶಗಳನ್ನು ಪ್ರತಿನಿಧಿಸಿ\nಕಾರ್ಪೋರೆಟ್: ತಂಡದ ಹಿಡಿತವಲಯಗಳನ್ನು ಅಥವಾ ಪ್ರಜ್ಞಾಪೂರ್ವಕ ದೃಶ್ಯಮಾಧ್ಯಮಗಳನ್ನು ವೃತ್ತಿಪರವಾಗಿ ನಿರ್ವಹಿಸಿ\nಇದು ಹೇಗೆ ವಿಭಜಿಸಲಾಗುತ್ತದೆ:\n\nಸಾಧಾರಣ ಬ್ಲರ್ ಉಪಕರಣಗಳUnlike, ಈ AI ಮಾದರಿ ಹಿನ್ನಲೆ ವಿವರಗಳನ್ನು plausibly ಪುನರ್ ರೂಪಿಸುತ್ತದೆ bমূলನ್ನು ತಪ್ಪಿಸಲು, ಅಸಹಜ \"ಕಟ್-ಔಟ್\" ವಸ್ತುಗಳನ್ನು ತಪ್ಪಿಸುತ್ತದೆ- ಕಡಿಮೆ ಬೆಳಕು ಅಥವಾ ಕಡಿಮೆ ನಿರ್ಧಿಷ್ಟ ಚಿತ್ರಗಳ ಜೊತೆ",
  "ko": "블러 배경 도구는 다음과 같은 기능을 제공하여 전문적인 이미지 편집을 간소화합니다:\n\nAI 기반 주제 초점\n\n자연스러운 배경 블러를 적용하면서 즉시 주제(사람, 제품, 동물)를 감지하고 분리합니다.\n복잡한 가장자리(머리카락, 투명 물체)에 대한 적응형 가장자리 정밀 조정이 가능합니다.\n동적 블러 맞춤화\n\n블러 강도를 조정할 수 있습니다(5단계: 미세한 정도에서 영화 같은 정도까지).\n3가지 블러 스타일 중에서 선택할 수 있습니다: 인물 보케, 모션 블러, 그라디언트 깊이.\n워크플로 통합\n\nPhotoshop, Canva 또는 소셜 미디어 플랫폼으로 직접 내보낼 수 있습니다.\n개인정보 및 규정 준수\n\n장치 내에서 처리됩니다(데이터가 서버에 업로드되지 않음).\n임시 파일은 12시간 이내에 자동 삭제됩니다(GDPR/CCPA 기준을 초과).\n사용 사례:\n\n전자상거래: 복잡한 배경을 블러링하여 제품을 강조합니다.\n소셜 미디어: 몇 초 만에 Instagram/TikTok용 다듬어진 게시물을 생성합니다.\n교육: 교육 자료에서 주요 요소를 강조합니다.\n기업: 팀 프로필 사진 또는 프레젠테이션 시각 자료를 전문화합니다.\n왜 독특한가:\n\n기본 블러 도구와 달리 이 AI 모델은 블러링할 때 그럴듯한 배경 세부 정보를 재구성하여 비자연적인 \"컷아웃\" 아티팩트를 피합니다. 저조도 또는 저해상도 이미지에서도 마찬가지입니다",
  "lt": "Neryškus fono įrankis supaprastina profesionalaus lygio vaizdų redagavimą, siūlydamas:\n\nDirbtinio intelekto valdomas subjektų fokusavimas\n\nAkimirksniu aptinka ir izoliuoja subjektus (žmones, produktus, gyvūnus), tuo pačiu taikydamas natūraliai atrodančią neryškumo fone\nSprendžia sudėtingas kraštines (plaukus, skaidrius objektus) su adaptiviu kraštų tobulinimu\nDinaminis neryškumo pritaikymas\n\nReguliuokite neryškumo stiprumą (5 lygiai: subtilus iki kinematografinio)\nPasirinkite iš 3 neryškumo stilių: portreto bokeh, judesio neryškumas, gradientinė gylis\nDarbo proceso integracija\n\nEksportuoti tiesiai į Photoshop, Canva ar socialinių tinklų platformas\nPrivatumas ir atitiktis\n\nApdorojimas įrenginyje (duomenys neperduodami į serverius)\nLaikini failai automatiškai ištrinami per 12 valandų (viršija GDPR/CCPA standartus)\nNaudojimo atvejai:\n\nE-komercija: išryškinkite produktus, neryškindami užimtas fono dalis\nSocialiniai tinklai: sukurkite apdailintus įrašus Instagram/TikTok per kelias sekundes\nŠvietimas: pabrėžkite pagrindinius elementus mokymo medžiagoje\nĮmonės: profesionalizuokite komandos portretus arba pristatymo vizualus\nKodėl tai išsiskiria:\n\nSkirtingai nei standartiniai neryškumo įrankiai, šis dirbtinio intelekto modelis rekonstravo įtikinamus fono išsamius vaizdus, kai neryškinama, išvengiant nenatūralių \"iškirptų\" artefaktų—net esant prastam apšvietimui ar žemos raiškos vaizdams",
  "lv": "Rīka Blur Background padara profesionālu līmeņa attēlu rediģēšanu vienkāršāku, piedāvājot:\n\nMākslīgā intelekta vadīta objektu fokuss\n\nMomentāni atpazīst un izolē subjektus (cilvēkus, produktus, dzīvniekus), vienlaikus lietojot dabiski izskatīgu fona izplūdumu\nPārvalda sarežģītas malas (mati, caurejoši objekti) ar adaptīvu malu uzlabošanu\nDinamiska izplūduma pielāgošana\n\nRegulējiet izplūduma stiprumu (5 līmeņi: subtīls līdz kinomāksliniecisks)\nIzvēlieties no 3 izplūduma stiliem: portreta bokeh, kustības izplūdums, gradienta dziļums\nDarba plūsmas integrācija\n\nEksportējiet tieši uz Photoshop, Canva vai sociālo mediju platformām\nPrivātums un atbilstība\n\nApstrāde ierīcē (dati netiek augšupielādēti serveros)\nPagaidu faili automātiski izdzēsti 12 stundu laikā (pārsniedz GDPR/CCPA standartus)\nLietojumprogrammas:\n\nE-komercija: izceļiet produktus, izpludinot netīrus fonus\nSociālie mediji: izveidojiet izkoptus ierakstus Instagram/TikTok dažu sekunžu laikā\nIzglītība: uzsvērt galvenos elementus mācību materiālos\nUzņēmējdarbība: profesionāli noformējiet komandas portretus vai prezentācijas vizuālos materiālus\nKāpēc tas izceļas:\n\nAtšķirībā no standarta izplūduma rīkiem, šis mākslīgā intelekta modelis atjauno ticamus fona detaļas, kad tiek izpludināts, izvairoties no neticamiem \"izgriezumiem\" pat ar zema apgaismojuma vai zemas izšķirtspējas attēliem",
  "ml": "വ്യാഖ്യാനമില്ലാത്തതിന്റെ തുടക്കത്തിലേക്ക്, പൂർവ്വജനങ്ങളിലെ പാരമ്പര്യങ്ങൾ നീക്കം ചെയ്യാതെ, ചിന്തകളെ കൂടുതൽ വ്യക്തമായി അവതരിപ്പിക്കാൻ സഹായിക്കുന്ന  വ്യാവസായിക നിലവാരത്തിലുള്ള ചിത്രങ്ങളിലേക്ക് അടുത്ത കടവുണ്ടാക്കുന്നു, ദൃശ്യങ്ങളുടെ ലോകത്ത്.\n\nപ്രവർത്തനസംവിധാനങ്ങൾ:\n\nകൃത്രിമ ബുദ്ധിയിലൂടെ വിഷയം കേന്ദ്രീകരിക്കുക\n\nപ്രകൃതിദൃശ്യ പശവുതലത്തിലേക്ക് കൊണ്ടുപോകുന്ന ആളുകളുടെ (മനുഷ്യരെ, ഉൽപ്പന്നങ്ങൾ, മൃഗങ്ങൾ) താഴ്ചകൾ വരെ ഒന്നു എത്തിക്കുന്നു.\nസങ്കീർണമേഖലകൾ (മുടി, സുതാര്യമായ വസ്തുശ്രേണികൾ) അനുപ്രോഗമികമായ കരാർ നേരിയമായി കൈകാര്യം ചെയ്യുന്നു.\nചലനമായ പശവുതലത്തിന്റെ ആധികാരികമായ ചിന്തകൾ\n\nപശവുതലത്തിന്റെ ശക്തി ക്രമീകരിക്കുക (5 നിലകൾ: ബോധരണയിൽ നിന്ന് സിനിമാറ്റിക് വരെ)\n3 പശവുതൽ ശൈലികളിൽ നിന്നോ തെരഞ്ഞെടുക്കുക: പോർട്രെയിറ്റ് ബോകെ, ചലന ബോകെ, ശ്രേണീപ്രാധാന്യം\nപ്രവർത്തനം സംഗ്രഹിക്കുക\n\nഫോട്ടോ ഷോപ്പ്, കാൻവ എന്നിവയിലേക്കോ, സാമൂഹിക മാധ്യമങ്ങളിലേക്കോ നേരിട്ട് എക്സ്പോർട്ട് ചെയ്യുക\nസ്വകാര്യതയും അനുസരണയും\n\nസംയോജിച്ച ഉപകരണത്തിൽ പ്രോസസ്സിംഗ് (സെർവറുകളിലേക്ക് ഒരു ഡാറ്റയും അപ്‌ലോഡ് ചെയ്യുന്നത് ഇല്ല)\nതാത്കാലിക ഫയലുകൾ 12 മണിക്കൂരിനുള്ളിൽ സ്വയം ഇല്ലാതാക്കുന്നു (GDPR/CCPA മാനദണ്ഡങ്ങളെ മറികടക്കുന്നു)\nഉപയോക്തൃ കേസുകൾ:\n\nഇ-കൊമേഴ്സ്: തിരക്കൻ പശവുതലങ്ങൾ മായ്ക്കുന്നതിലൂടെ ഉൽപ്പന്നങ്ങളെ ഹയിൽറ്റ്സ് ചെയ്യുക\nസാമൂഹിക മാധ്യമങ്ങൾ: ഇന്റഗ്രാം/ടിക് ടോക്കിനായി നിമിഷങ്ങൾ കൊണ്ട് മുടങ്ങിയ പോസ്റ്റുകൾ സൃഷ്ടിക്കുക\nവിദ്യാഭ്യാസം: പഠന സാമഗ്രികളിൽ പ്രധാന ഘടകങ്ങളെ തിളങ്ങിക്കുക\nകോർപ്പറേറ്റ്: പ്രൊഫഷണൽ ടീം തലച്ചുങ്കുകൾ അല്ലെങ്കിൽ അവതരണ ചിത്രങ്ങൾ\nഅത് എന്തുകൊണ്ട് സ്വതന്ത്രമാണ്:\n\nസ്ഥാപിതമായ പശവുതല ഉപകരണങ്ങളുമായി താരതമ്യം ചെയ്യുമ്പോൾ, ഈ കൃത്രിമ ബുദ്ധി മാതൃക കഴിവുറ്റമായ പശവുതല വിശദാംശങ്ങൾ പുനഃനിർമ്മിക്കുമ്പോൾ, പ്രകൃതിസാധ്യമായ \"കട്ട്-ഔട്ട്\" അനാത്മകതകളെ ഒഴിവാക്കുന്നു - താഴ്ന്ന വെളിച്ചം അല്ലെങ്കിൽ താഴ്ന്ന സമാധാനമുള്ള ചിത്രങ്ങൾ കൂടെ",
  "mr": "धुंधला पार्श्वभूमी साधन व्यावसायिक स्तरावरील प्रतिमा संपादन सोपे करते जे ऑफर करते:\n\nएआय-चालित विषय फोकस\n\nतत्काळ विषय (लोक, उत्पादने, प्राणी) शोधतो आणि त्यांच्या पार्श्वभूमीला नैसर्गिक दिसणारा धूळ लावतो\nआडव्या कडा (केस, पारदर्शक वस्तू) हाताळतो जे अनुकूल कडा परिष्करणासह\nगत्यात्मक धूळ कस्टमायझेशन\n\nधूल बल वाढवणे (5 स्तर: सूक्ष्म ते चित्रपटासारखे)\n3 धूळ शैलींमधून निवडा: पोर्ट्रेट बोकेह, गती धूळ, ग्रेडिऐंट गहराई\nकार्यप्रवाह एकत्रीकरण\n\nफोटोशॉप, कॅन्वा, किंवा समाजिक मीडिया प्लॅटफॉर्मसाठी थेट निर्यात करा\nगोपनीयता आणि अनुपालन\n\nयंत्रावर प्रोसेसिंग (डेटा सर्व्हरवर अपलोड होत नाही)\nतात्पुरती फायली 12 तासांच्या आत आपोआप मिटवली जातात (GDPR/CCPA मानकांचा उल्लंघन)\nउपयोगाच्या प्रकरणे:\n\nई-व्यवसाय: गोंधळलेल्या पार्श्वभूमीला धूसर करून उत्पादने हायलाइट करा\nसोशल मीडिया: काही सेकंदात Instagram/TikTok साठी पोलिश पोस्ट तयार करा\nशिक्षण: शैक्षणिक सामग्रीमध्ये मुख्य घटकांना महत्त्व द्या\nकॉर्पोरेट: टीमच्या हेडशॉट्स किंवा प्रेझेंटेशन दृश्यांना व्यावसायिक दर्जा द्या\nहे का वेगळं आहे:\n\nमानक धूळ साधनांच्या विपरीत, हा एआय मॉडेल धूळ करताना प्लॉसिबल पार्श्वभूमीचे तपशील पुन्हा तयार करतो, अनैसर्गिक \"कट-आउट\" कलाकृती टाळतो—किंवा कमी प्रकाशात किंवा कमी-रेस प्रतिमा असल्यास",
  "ms": "Alat Latar Belakang Blur memudahkan penyuntingan imej pada tahap profesional dengan menawarkan:\n\nFokus Subjek Berpandukan AI\n\nSegera mengesan dan memisahkan subjek (orang, produk, haiwan) sambil menerapkan kabur latar belakang yang kelihatan semula jadi\nMengendalikan tepi yang rumit (rambut, objek telus) dengan penyempurnaan tepi yang adaptif\nKustomisasi Kabur Dinamik\n\nSesuaikan kekuatan kabur (5 tahap: halus hingga sinematik)\nPilih dari 3 gaya kabur: bokeh potret, kabur gerakan, kedalaman gradien\nIntegrasi Alur Kerja\n\nEksport terus ke Photoshop, Canva, atau platform media sosial\nPrivasi & Pemenuhan\n\nPemprosesan peranti (tiada data dimuat naik ke pelayan)\nFail sementara auto-dihapus dalam tempoh 12 jam (melebihi piawaian GDPR/CCPA)\nKes Penggunaan:\n\nE-dagang: Sorot produk dengan memburamkan latar belakang yang sesak\nMedia Sosial: Buat pos yang kemas untuk Instagram/TikTok dalam beberapa saat\nPendidikan: Tekankan elemen penting dalam bahan pengajaran\nKorporat: Profesionalkan gambar kepala pasukan atau visual pembentangan\nMengapa Ia Menonjol:\n\nTidak seperti alat kabur standard, model AI ini membina semula butiran latar belakang yang dapat dipercayai semasa memburamkan, mengelakkan artifak \"potongan\" yang tidak semula jadi—walaupun dengan imej cahaya rendah atau resolusi rendah",
  "nl": "De Blur Background-tool vereenvoudigt professionele beeldbewerking door het aanbieden van:\n\nAI-gestuurde Onderwerp Focus\n\nDetecteert en isoleert onmiddellijk onderwerpen (personen, producten, dieren) terwijl het een natuurlijk uitziende achtergrondonscherpte toepast\nBehandelt complexe randen (haar, doorzichtige objecten) met adaptieve randverfijning\nDynamische Onscherpte Aanpassing\n\nPas de onscherpte sterkte aan (5 niveaus: subtiel tot cinematisch)\nKies uit 3 onscherpte stijlen: portret bokeh, bewegingsonscherpte, verloopdiepte\nWorkflow Integratie\n\nExporteer rechtstreeks naar Photoshop, Canva of sociale media platforms\nPrivacy & Compliance\n\nVerwerking op device (geen gegevens geüpload naar servers)\nTijdelijke bestanden worden binnen 12 uur automatisch verwijderd (overeenkomstig GDPR/CCPA-normen)\nToepassingsgebieden:\n\nE-commerce: Benadruk producten door rommelige achtergronden te vervagen\nSocial Media: Maak gepolijste berichten voor Instagram/TikTok in enkele seconden\nOnderwijs: Benadruk belangrijke elementen in onderwijsmateriaal\nCorporatief: Professioneel maken van teamfoto's of presentatie visuals\nWaarom Het Opvalt:\n\nIn tegenstelling tot standaard onscherpte tools, reconstrueert dit AI-model plausibele achtergronddetails bij het vervagen, waardoor onnatuurlijke \"uitsnede\" artefacten worden vermeden - zelfs met low-light of low-res afbeeldingen",
  "no": "Verktøyet for uskarpt bakgrunn forenkler profesjonell bildebehandling ved å tilby:\n\nAI-Drevet Emnefokus\n\nOppdager og isolerer umiddelbart emner (mennesker, produkter, dyr) mens det bruker naturlig uskarp bakgrunn\nHåndterer komplekse kanter (hår, transparente objekter) med adaptiv kantfinjustering\nDynamisk Uskarpsjustering\n\nJuster uskarphetsstyrken (5 nivåer: subtil til filmatisk)\nVelg mellom 3 uskarphetsstiler: portrett-bokeh, bevegelsesuskarphet, gradientdybde\nArbeidsflytintegrasjon\n\nEksporter direkte til Photoshop, Canva eller sosiale medieplattformer\nPersonvern og Overholdelse\n\nBehandling på enheten (ingen data lastes opp til servere)\nMidlertidige filer slettes automatisk innen 12 timer (overgår GDPR/CCPA-standarder)\nBruksområder:\n\nE-handel: Fremhev produkter ved å uskarpe rotete bakgrunner\nSosiale medier: Lag polerte innlegg for Instagram/TikTok på sekunder\nUtdanning: Fremhev nøkkelkomponenter i undervisningsmaterialer\nBedrift: Profesjonaliser teamportretter eller presentasjonsvisualer\nHvorfor det skiller seg ut:\n\nI motsetning til standard uskarphetsverktøy rekonstruerer denne AI-modellen plausible bakgrunnsdetaljer ved uskarping, og unngår unormale \"klipp-ut\" artefakter - selv med lav belysning eller lav oppløsning",
  "pl": "Narzędzie Blur Background upraszcza profesjonalne edytowanie obrazów na poziomie dzięki:\n\nSkupieniu na temacie napędzanym przez AI\n\nNatychmiastowo wykrywa i izoluje obiekty (ludzi, produkty, zwierzęta) podczas stosowania naturalnie wyglądającego rozmycia tła\nRadzi sobie z kompleksowymi krawędziami (włosami, transparentnymi obiektami) dzięki adaptacyjnemu udoskonalaniu krawędzi\nDynamiczna personalizacja rozmycia\n\nDostosuj intensywność rozmycia (5 poziomów: subtelne do filmowego)\nWybierz z 3 stylów rozmycia: portretowe bokeh, rozmycie ruchu, gradientowa głębia\nIntegracja przepływu pracy\n\nEksportuj bezpośrednio do Photoshopa, Canvy lub platform społecznościowych\nPrywatność i zgodność\n\nPrzetwarzanie na urządzeniu (żadne dane nie są przesyłane na serwery)\nTymczasowe pliki automatycznie usuwane w ciągu 12 godzin (przekracza standardy GDPR/CCPA)\nPrzykłady zastosowań:\n\nE-commerce: Podkreślij produkty, rozmywając zagracone tła\nMedia Społecznościowe: Twórz wypolerowane posty na Instagram/TikTok w kilka sekund\nEdukacja: Podkreśl kluczowe elementy w materiałach instruktażowych\nKorporacyjne: Profesjonalizuj zdjęcia zespołu lub wizualizacje prezentacji\nDlaczego się wyróżnia:\n\nW przeciwieństwie do standardowych narzędzi rozmycia, ten model AI rekonstrukuje wiarygodne szczegóły tła podczas rozmywania, unikając nienaturalnych artefaktów \"wycięcia\" - nawet przy zdjęciach w słabym świetle lub w niskiej rozdzielczości",
  "pt-BR": "A ferramenta de Desfoque de Fundo simplifica a edição de imagens em nível profissional, oferecendo:\n\nFoco em Assuntos Impulsionado por IA\n\nDetecta e isola instantaneamente assuntos (pessoas, produtos, animais) enquanto aplica um desfoque natural de fundo\nLida com bordas complexas (cabelo, objetos transparentes) com refinamento adaptativo de bordas\nPersonalização Dinâmica de Desfoque\n\nAjuste a intensidade do desfoque (5 níveis: sutil a cinematográfico)\nEscolha entre 3 estilos de desfoque: bokeh de retrato, desfoque de movimento, profundidade em gradiente\nIntegração de Fluxo de Trabalho\n\nExporte diretamente para Photoshop, Canva ou plataformas de mídias sociais\nPrivacidade e Conformidade\n\nProcessamento no dispositivo (nenhum dado enviado para servidores)\nArquivos temporários excluídos automaticamente em até 12 horas (supera os padrões GDPR/CCPA)\nCasos de Uso:\n\nE-commerce: Destaque produtos desfocando fundos bagunçados\nMídias Sociais: Crie postagens polidas para Instagram/TikTok em segundos\nEducação: Enfatize elementos-chave em materiais instrucionais\nCorporativo: Profissionalize fotos de equipe ou visuais de apresentação\nPor que se Destaca:\n\nAo contrário das ferramentas de desfoque padrão, este modelo de IA reconstrói detalhes plausíveis de fundo ao desfocar, evitando artefatos \"recortados\" não naturais — mesmo com imagens de baixa luminosidade ou baixa resolução",
  "pt-PT": "A ferramenta de Desfoque de Fundo simplifica a edição de imagens a nível profissional, oferecendo:\n\nFoco em Assuntos impulsionado por IA\n\nDetecta e isola instantaneamente sujeitos (pessoas, produtos, animais) enquanto aplica um desfoque de fundo com aparência natural\nLida com bordas complexas (cabelo, objetos transparentes) com refinamento adaptativo de bordas\nPersonalização Dinâmica do Desfoque\n\nAjusta a intensidade do desfoque (5 níveis: sutil a cinematográfico)\nEscolhe entre 3 estilos de desfoque: bokeh de retrato, desfoque de movimento, profundidade de gradiente\nIntegração no Fluxo de Trabalho\n\nExporta diretamente para Photoshop, Canva ou plataformas de redes sociais\nPrivacidade e Conformidade\n\nProcessamento no dispositivo (nenhum dado carregado para servidores)\nArquivos temporários excluídos automaticamente em 12 horas (excede os padrões GDPR/CCPA)\nCasos de Uso:\n\nE-commerce: Destacar produtos desfocando fundos desordenados\nRedes Sociais: Criar posts polidos para Instagram/TikTok em segundos\nEducação: Enfatizar elementos-chave em materiais instrucionais\nCorporativo: Profissionalizar fotos de equipe ou visuais de apresentações\nPor que se Destaca:\n\nAo contrário das ferramentas de desfoque padrão, este modelo de IA reconstrói detalhes de fundo plausíveis ao desfocar, evitando artefatos \"recortados\" não naturais—mesmo com imagens de pouca luz ou baixa resolução",
  "ro": "Instrumentul de Înfoigare a Fundalului simplifică editarea imaginilor la nivel profesionist oferind:\n\nFocalizare pe Subiect Controlată de AI\n\nDetectează și izolează instantaneu subiecții (oameni, produse, animale) în timp ce aplică un efect de estompare a fundalului natural\nGestionează margini complexe (păr, obiecte transparente) cu rafinament adaptiv al marginilor\nPersonalizare dinamică a Estomparii\n\nReglează intensitatea estompării (5 niveluri: subtil până la cinematic)\nAlege din 3 stiluri de estompare: bokeh portret, estompare în mișcare, adâncime gradient\nIntegrarea Fluxului de Lucru\n\nExportă direct în Photoshop, Canva sau platforme de social media\nConfidențialitate & Conformitate\n\nPrelucrare pe dispozitiv (fără date încărcate pe servere)\nFișiere temporare șterse automat în termen de 12 ore (depășește standardele GDPR/CCPA)\nCazuri de Utilizare:\n\nE-commerce: Evidențiază produsele prin estomparea fundalurilor aglomerate\nSocial Media: Creează postări rafinate pentru Instagram/TikTok în câteva secunde\nEducație: Accentuează elementele cheie în materialele instrucționale\nCorporativ: Profesionalizează fotografiile de echipă sau vizualurile de prezentare\nDe Ce Se Remarcă:\n\nSpre deosebire de instrumentele standard de estompare, acest model AI reconstruiește detalii plauzibile ale fundalului atunci când estompează, evitând artefactele \"tăiate\" nefirești – chiar și cu imagini în condiții de iluminare scăzută sau de rezoluție mică",
  "ru": "Инструмент размытия фона упрощает редактирование изображений на профессиональном уровне, предлагая:\n\nФокусировка на объектах с использованием ИИ\n\nМгновенно распознает и изолирует объекты (людей, продукты, животных), применяя естественное размытие фона. \nОбрабатывает сложные края (волосы, прозрачные объекты) с помощью адаптивной доработки краев. \nДинамическая настройка размытия\n\nРегулировка степени размытия (5 уровней: от легкого до киношного). \nВыбор из 3 стилей размытия: портретное боке, размытие движения, градиентная глубина. \nИнтеграция рабочего процесса\n\nЭкспорт напрямую в Photoshop, Canva или на социальные медиа платформы. \nКонфиденциальность и соблюдение норм\n\nОбработка на устройстве (данные не загружаются на серверы). \nВременные файлы автоматически удаляются через 12 часов (превышает стандарты GDPR/CCPA). \nСценарии использования:\n\nЭлектронная коммерция: выделение продуктов за счет размытия загроможденного фона. \nСоциальные медиа: создание качественных постов для Instagram/TikTok за считанные секунды. \nОбразование: акцентирование ключевых элементов в учебных материалах. \nКорпоративный сектор: профессиональное редактирование фотографий команды или визуалов для презентаций. \nПочему это выделяется:\n\nВ отличие от стандартных инструментов размытия, эта ИИ модель реконструирует правдоподобные детали фона при размытии, избегая неестественных артефактов \"вырезки\", даже при условиях низкой освещенности или низком разрешении изображений",
  "sk": "Nástroj Blur Background zjednodušuje profesionálne úpravy obrázkov ponukou:\n\nAI-poháňané zaostrenie na predmet\n\nOkamžite detekuje a izoluje predmety (ľudí, produkty, zvieratá) pri dosahovaní prirodzene vyzerajúceho rozostrenia pozadia\nZvláda zložité hrany (vlasy, priesvitné objekty) s adaptívnym vylepšením okrajov\nDynamická prispôsobiteľnosť rozostrenia\n\nUpravte silu rozostrenia (5 úrovní: jemné až filmové)\nVyberte si z 3 štýlov rozostrenia: portétne bokeh, pohybové rozostrenie, gradientová hĺbka\nIntegrácia pracovného postupu\n\nExportujte priamo do Photoshopu, Canva alebo na sociálne médiá\nOchrana súkromia a súlad\n\nSpracovanie na zariadení (žiadne dáta sa neuploadujú na servery)\nDočasné súbory sa automaticky vymazávajú do 12 hodín (presahuje normy GDPR/CCPA)\nPrípadové štúdie:\n\nE-commerce: Zvýraznite produkty rozostrením preplneného pozadia\nSociálne médiá: Vytvorte profesionálne príspevky na Instagram/TikTok za sekundy\nVzdelávanie: Zdôraznite kľúčové prvky v inštruktážnych materiáloch\nKorporátne: Profesionalizujte portréty tímu alebo vizuály prezentácií\nPrečo sa odlišuje:\n\nNa rozdiel od štandardných rozostrovacích nástrojov, tento AI model rekonštruuje plausibilné detaily pozadia pri rozostrení, čím sa vyhýba neprirodzeným artefaktom \"vystrihovania\" - aj pri slabom osvetlení alebo nízkej kvalite obrázkov",
  "sl": "Orodje za zameglitev ozadja poenostavi profesionalno obdelavo slik in ponuja:\n\nOsredotočanje na predmet z umetno inteligenco\n\nTakoj zazna in izolira subjekte (ljudi, izdelke, živali) ter hkrati doseže naravno zameglitev ozadja\nObvlada kompleksne robove (lasje, prozorni predmeti) z adaptivnim izboljšanjem robov\nDinamična prilagoditev zameglitve\n\nPrilagodite moč zameglitve (5 ravni: subtilna do filmska)\nIzberite med 3 slogi zameglitve: portretna bokeh, gibljiva zameglitev, gradientna globina\nIntegracija delovnega toka\n\nIzvozi neposredno v Photoshop, Canva, ali na družbena omrežja\nZasebnost in skladnost\n\nObdelava na napravi (nobeni podatki niso naloženi na strežnike)\nZačasne datoteke se samodejno izbrišejo v 12 urah (presega standarde GDPR/CCPA)\nPrimeri uporabe:\n\nE-trgovina: Poudarite izdelke z zameglitvijo zmedene ozadja\nDružbena omrežja: Ustvarite dovršene objave za Instagram/TikTok v nekaj sekundah\nIzobraževanje: Poudarite ključne elemente v izobraževalnih gradivih\nKorporativno: Profesionalizirajte skupinske fotografije ali vizualne materiale za predstavitve\nZakaj izstopa:\n\nZa razliko od standardnih orodij za zameglitev, ta model umetne inteligence rekonstruiše verjetne podrobnosti ozadja pri zameglitvi, s čimer se izogne nenaravnim \"izrezanim\" artefaktom - celo pri slikah z nizko osvetlitvijo ali nizko ločljivostjo",
  "sr": "Alat za zamagljivanje pozadine pojednostavljuje profesionalnu obradu slika nudeći:\n\nFokus na subjekte uz pomoć veštačke inteligencije\n\nOdmah detektuje i izdvaja subjekte (ljude, proizvode, životinje) dok primenjuje prirodno izgledajuće zamagljivanje pozadine\nUpravlja složenim ivicama (kosa, providni objekti) uz adaptivno fino podešavanje ivica\nDinamička prilagodba zamagljivanja\n\nPodešavanje jačine zamagljivanja (5 nivoa: suptilno do filmsko)\nIzbor između 3 stilova zamagljivanja: portret bokeh, zamagljivanje pokreta, gradijentna dubina\nIntegracija u radni proces\n\nIzvoz direktno u Photoshop, Canva, ili društvene mreže\nPrivatnost i usklađenost\n\nObrada na uređaju (nema podataka koji se učitavaju na servere)\nPrivremene datoteke se automatski brišu unutar 12 sati (prevazilazi GDPR/CCPA standarde)\nUpotreba:\n\nE-trgovina: Istaknite proizvode zamagljujući neuredne pozadine\nDruštvene mreže: Kreirajte sređene objave za Instagram/TikTok u sekundi\nObrazovanje: Naglasite ključne elemente u obrazovnim materijalima\nKorporativno: Profesionalizujte fotografije timova ili vizuale prezentacija\nZašto se ističe:\n\nZa razliku od standardnih alata za zamagljivanje, ovaj AI model rekonstruiše verovatne detalje pozadine prilikom zamagljivanja, izbegavajući neprirodne \"izrezane\" artefakte—čak i kod slika sa slabim osvetljenjem ili niskom rezolucijom",
  "sv": "Blur Background-verktyget förenklar professionell bildredigering genom att erbjuda:\n\nAI-driven ämnesfokus\n\nUpptäcker och isolerar omedelbart ämnen (personer, produkter, djur) medan det tillämpar en naturlig bakgrundsoskärpa\nHanterar komplexa kanter (hår, transparenta objekt) med adaptiv kantförfining\nDynamisk oskärpa anpassning\n\nJustera oskärpegrad (5 nivåer: subtil till filmisk)\nVälj mellan 3 oskärpe-stilar: porträtt bokeh, rörelseoskärpa, gradientdjup\nArbetsflödesintegration\n\nExportera direkt till Photoshop, Canva eller sociala medier\nIntegritet och efterlevnad\n\nBearbetning på enheten (inga data laddas upp till servrar)\nTillfälliga filer raderas automatiskt inom 12 timmar (överskrider GDPR/CCPA-standarder)\nAnvändningsfall:\n\nE-handel: Lyft fram produkter genom att sudda ut röriga bakgrunder\nSociala medier: Skapa polerade inlägg för Instagram/TikTok på sekunder\nUtbildning: Framhäva viktiga element i instruktionsmaterial\nFöretag: Professionalisera teamporträtt eller presentationsvisualer\nVarför det står ut:\n\nTill skillnad från standard oskärpeverktyg, rekonstruerar denna AI-modell plausibla bakgrundsdetaljer vid oskärpa, vilket undviker onaturliga \"klippta\" artefakter - även med låg belysning eller lågupplösta bilder",
  "sw": "Blur Background工具通过提供以下功能简化了专业级图像编辑：\n\nAI驱动的主题聚焦\n\n即时检测和隔离主题（人、产品、动物），同时应用自然外观的背景模糊\n处理复杂边缘（头发、透明物体）时采用自适应边缘细化\n动态模糊自定义\n\n调整模糊强度（5个级别：微妙到电影级）\n从3种模糊风格中选择：人像散景、运动模糊、渐变深度\n工作流集成\n\n直接导出到Photoshop、Canva或社交媒体平台\n隐私与合规\n\n设备上处理（不上传数据到服务器）\n临时文件在12小时内自动删除（符合GDPR/CCPA标准）\n使用案例：\n\n电子商务：通过模糊杂乱的背景来突出产品\n社交媒体：在几秒钟内为Instagram/TikTok创建精美帖子\n教育：强调教学材料中的关键元素\n企业：使团队头像或演示视觉效果更专业\n为何脱颖而出：\n\n与标准模糊工具不同，此AI模型在模糊时重建可信的背景细节，避免不自然的“剪切”伪影——即使在低光或低分辨率图像下",
  "ta": "Blur Background கருவி தொழில்முறை மட்டங்கள் உள்ள உருவம் திருத்தத்தை எளிதாக்குகிறது:\n\nAI-அடிப்படையிலான பொருளை மையமாக்குதல்\n\nநடுவில் உள்ளவர்கள் (மணிகள், தயாரிப்புகள், மிருதுகள்) யைப் உடனடியாக கண்டறிந்து தனிமைப்படுத்துகிறது, இயற்கையான தோற்றமுள்ள பின்னணி மங்கலில்லாமல்\nசிக்கலான முடித்துகளை (முடிகள், வெளிச்சமான பொருள்கள்) கையாளுகிறது பாணி முடிவு முறைமை கொண்டு\nசர்ச்சைக்குரிய மங்கலுடன் தனிப்பயனாக்கம்\n\nமங்கல் வலிமையை சரிசெய்யவும் (5 நிலைகள்: மென்மை முதல் திரைப்படத்துக்கு)\n3 மங்கல் முறை விவரங்களைத் தேர்ந்தெடுக்கவும்: Porturt Bokeh, பாதுகாப்பு மங்கல், கட்டமைப்புக்கிரத ஆழம்\nஉயர்தரம் ஒருங்கிணைப்பு\n\nPhotoshop, Canva அல்லது சமூக ஊடக தளங்களுக்கு நேரிடையாக ஏற்றெடுக்கவும்\nதனியுரிமை மற்றும் விதிமுறைகள்\n\nகருவியில் செயலாக்கம் (தரவுகள் சேவையகங்களுக்கு பதிவேற்றப்படவில்லை)\nதற்காலிக கோப்புகள் 12 மணி நேரத்தில் தானாக அழிக்கப்படும் (GDPR/CCPA தரங்களை மீறுகிறது)\nஊடகங்கள்:\n\nஒரு வணிகம்: குழப்பமான பின்னணி மங்கலால் தயாரிப்புகளை வெளிப்படுத்துகிறது\nசமூகவியல் ஊடகம்: Instagram/TikTok க்கான ஒழுங்கமைக்கப்பட்ட பதிவுகளை முன்பு செய்யவும்\nகல்வி: நடைமுறைப் பொருட்களில் முக்கிய அம்சங்களை வலுப்படுத்துகிறது\nநிறுவனம்: குழு தலைசிறுக்குகள் அல்லது சமாதான காட்சிகளை பன்னாட்டு சென்று மேம்படுத்தவும்\nஏன் இது தனித்தன்மை வாய்ந்தது:\n\nசாதாரண மங்கல் கருவிகள் அல்லாமல், இந்த AI மாதிரி மங்கலாக்குவதற்கான போது நம்பத்தகுந்த பின்னணி விவரங்களை புனரமைக்கிறது, முதுமையாக \"கட்டுப்பாட்டில்\" பழிவாங்குவது தவிர்க்கிறது - குறைந்த ஒளி அல்லது குறைந்த தீர்மானப் படங்களோடு கூட",
  "te": "బ్లర్ బ్యాక్‌గ్రౌండ్ టూల్‌గా ప్రొఫెషనల్-స్థాయి ఇమేజ్ ఎడిటింగ్‌ని సులభతరం చేస్తుంది:\n\nAI-ఆధారిత అంశ లక్ష్యీకరణ\n\nప్రाकृतिकంగా కనిపించే బ్యాక్‌గ్రౌండ్ బ్లర్‌ను అన్వయిస్తూ అంశాలను (వ్యక్తులు, ఉత్పత్తులు, జంతువులు) వెంటనే గుర్తించి ప్రత్యేకతతో ఉంచుతుంది\nఅడాప్టివ్ ఎడ్జ్ రిఫైన్మెంట్‌తో సంక్లిష్ట ఎడ్జ్‌లను (జుట్టు, పారదర్శక వస్తువులు) నిర్వహిస్తుంది\nడైనమిక్ బ్లర్ కస్టమైజేషన్\n\nబ్లర్ ఆకర్షణను సర్దుబాటు చేయండి (5 స్థాయిలు: సూక్ష్మంచి నుండి సినిటిక్ వరకు)\n3 బ్లర్ శైలులలో ఎంపిక చేసుకోండి: పోర్ట్రైట్ బోకే, మోషన్ బ్లర్, గ్రాడియెంట్ గొప్పత\nక్రియాశీలత సమీకరణ\n\nPhotoshop, Canva లేదా సోషల్ మీడియా ప్లాట్ఫారాలకి నేరుగా ఎలుక్లుపించండి\nగోప్యత మరియు అనువర్తన విభజన\n\nడివైస్ లో ఉన్న ప్రక్రియ (సర్వర్లకి డేటా అప్లోడ్ చేయదు)\nతాత్కాలిక ఫైళ్ళు 12 గంటలలో ఆటో-తొలగించబడతాయి (GDPR/CCPA ప్రమాణాలను మించినవి)\nఉపయోగ కేసులు:\n\nఇ-కామర్స్: కృత్రిమ నేపథ్యాలను బ్లర్ చేసి ఉత్పత్తులను ప్రదర్శించండి\nసోషల్ మీడియా: Instagram/TikTok కోసం కాంచీకరించబడిన పోస్టులను క్షణాల్లో రూపొందించండి\nవిద్య: శిక్షణా మెటీరియల్‌లో ముఖ్యమైన అంశాలను ఉదితులు\nకార్పొరేట్: టీమ్ హెడ్‌షాట్లు లేదా ప్రెజెంటేషన్ విజువల్స్ ను ప్రొఫెషనలైజ్ చేయండి\nఎందుకు ప్రత్యేకత ఇస్తుంది:\n\nమామూలు బ్లర్ టూల్స్‌తో పోలిస్తే, ఈ AI మోడల్ అసంబద్ధ \"కట్-ఔట్\" ఆర్టిఫాక్ట్‌లను గమనించకుండా బ్లరింగ్ చేసే సమయంలో సరైన బ్యాక్‌గ్రౌండ్ వివరాలను తిరిగి నిర్మిస్తుంది—తేలికైన కాంతి లేదా తక్కువ-రెసొల్యూషన్ ఇమేజ్‌లతో కూడా",
  "th": "เครื่องมือ Blur Background ช่วยให้การแก้ไขรูปภาพระดับมืออาชีพเป็นเรื่องง่ายขึ้นโดยนำเสนอ:\n\nการมุ่งเน้นที่หัวข้อขับเคลื่อนด้วย AI\n\nตรวจจับและแยกหัวข้อ (คน, ผลิตภัณฑ์, สัตว์) ได้ทันทีในขณะเดียวกันก็ใช้เบลอพื้นหลังที่ดูเป็นธรรมชาติ\nจัดการขอบที่ซับซ้อนได้ (ผม, วัตถุโปร่งใส) ด้วยการปรับปรุงขอบอย่างปรับตัวได้\nการปรับแต่งเบลอแบบไดนามิก\n\nปรับความเข้มของเบลอ (5 ระดับ: เบาไปจนถึงภาพยนตร์)\nเลือกจาก 3 สไตล์เบลอ: bokeh แบบพอร์ตเทรต, เบลอการเคลื่อนไหว, ความลึกแบบเกรเดียนต์\nการรวมการทำงาน\n\nส่งออกโดยตรงไปยัง Photoshop, Canva หรือแพลตฟอร์มโซเชียลมีเดีย\nความเป็นส่วนตัวและการปฏิบัติตาม\n\nการประมวลผลบนอุปกรณ์ (ไม่มีการอัปโหลดข้อมูลไปยังเซิร์ฟเวอร์)\nไฟล์ชั่วคราวถูกลบโดยอัตโนมัติภายใน 12 ชั่วโมง (เกินมาตรฐาน GDPR/CCPA)\nกรณีการใช้งาน:\n\nอีคอมเมิร์ซ: เน้นผลิตภัณฑ์โดยการเบลอพื้นหลังที่ยุ่งเหยิง\nโซเชียลมีเดีย: สร้างโพสต์ที่มีคุณภาพสำหรับ Instagram/TikTok ในไม่กี่วินาที\nการศึกษา: เน้นองค์ประกอบสำคัญในวัสดุการสอน\nบริษัท: ทำให้ภาพถ่ายทีม หรืองานนำเสนอมีความเป็นมืออาชีพมากขึ้น\nทำไมมันจึงโดดเด่น:\n\nแตกต่างจากเครื่องมือเบลอร์มาตรฐาน โมเดล AI นี้สร้างรายละเอียดพื้นหลังที่เป็นไปได้เมื่อทำการเบลอ หลีกเลี่ยงอาร์ติเฟ็กต์ \"ตัดออก\" ที่ไม่เป็นธรรมชาติ—แม้ในภาพที่มีแสงน้อยหรือความละเอียดต่ำ",
  "tr": "Blur Arka Plan aracı, profesyonel düzeyde görüntü düzenlemeyi basit hale getiriyor:\n\nAI Destekli Konu Odaklama\n\nDoğal görünümlü arka plan bulanıklığı uygularken, nesneleri (insanlar, ürünler, hayvanlar) anında tespit edip izole eder\nKarmaşık kenarlarla (saç, şeffaf nesneler) uyumlu kenar iyileştirme ile başa çıkabilir\nDinamik Bulanıklık Özelleştirmesi\n\nBulanıklık gücünü ayarlayın (5 seviye: hafiften sinematik)\n3 bulanıklık stilinden birini seçin: portre bokeh, hareket bulanıklığı, gradient derinlik\nİş Akışı Entegrasyonu\n\nDoğrudan Photoshop, Canva veya sosyal medya platformlarına ihracat\nGizlilik ve Uyumluluk\n\nCihaz üzerinde işlem (veri sunuculara yüklenmez)\nGeçici dosyalar 12 saat içinde otomatik olarak silinir (GDPR/CCPA standartlarını aşar)\nKullanım Alanları:\n\nE-ticaret: Dağınık arka planları bulanıklaştırarak ürünleri vurgulamak\nSosyal Medya: Instagram/TikTok için dakikalar içinde şık gönderiler oluşturmak\nEğitim: Eğitim materyallerindeki ana unsurları vurgulamak\nKurumsal: Takım fotoğraflarını veya sunum görsellerini profesyonelleştirmek\nNeden Farklıdır:\n\nStandart bulanıklık araçlarının aksine, bu AI modeli bulanıklık uygularken mantıklı arka plan detaylarını yeniden yapılandırır, doğal olmayan \"kesik\" artefaktlardan kaçınır - düşük ışıkta veya düşük çözünürlüklü görüntülerle bile",
  "uk": "Blur Background工具通过提供以下功能，简化了专业级图像编辑：\n\nAI驱动的主题聚焦\n\n立即检测并隔离主题（人物、产品、动物），同时施加自然的背景模糊\n处理复杂边缘（头发、透明物体）时具备自适应边缘细化\n动态模糊自定义\n\n调整模糊强度（5个级别：微妙至电影风格）\n选择3种模糊样式：人像散景、运动模糊、渐变深度\n工作流程集成\n\n直接导出至Photoshop、Canva或社交媒体平台\n隐私与合规\n\n设备端处理（无数据上传至服务器）\n临时文件在12小时内自动删除（超出GDPR/CCPA标准）\n使用案例：\n\n电子商务：通过模糊杂乱背景来突出产品\n社交媒体：在几秒钟内创建精美的Instagram/TikTok帖子\n教育：强调教学材料中的关键元素\n企业：专业化团队头像或演示视觉效果\n为何其独具优势：\n\n与标准模糊工具不同，该AI模型在模糊时重构合理的背景细节，避免不自然的“剪切”伪影——即使在低光或低分辨率图像下也是如此",
  "vi": "Công cụ Làm mờ Nền đơn giản hóa việc chỉnh sửa hình ảnh ở cấp độ chuyên nghiệp bằng cách cung cấp:\n\nTập trung Chủ thể do AI\n\nPhát hiện và tách biệt chủ thể (người, sản phẩm, động vật) ngay lập tức đồng thời áp dụng hiệu ứng mờ nền tự nhiên\nXử lý các mép phức tạp (tóc, vật thể trong suốt) với công nghệ tinh chỉnh mép thích ứng\nTùy chỉnh Mờ Động\n\nĐiều chỉnh độ mạnh của hiệu ứng mờ (5 mức: tinh tế đến điện ảnh)\nChọn từ 3 kiểu mờ: bokeh chân dung, mờ chuyển động, độ sâu gradient\nTích hợp Quy trình làm việc\n\nXuất trực tiếp vào Photoshop, Canva hoặc các nền tảng mạng xã hội\nBảo mật & Tuân thủ\n\nXử lý trên thiết bị (không tải dữ liệu lên máy chủ)\nTệp tạm thời sẽ tự động bị xóa trong vòng 12 giờ (đáp ứng tiêu chuẩn GDPR/CCPA)\nTrường hợp sử dụng:\n\nThương mại điện tử: Nổi bật sản phẩm bằng cách làm mờ các nền lộn xộn\nMạng xã hội: Tạo bài đăng hoàn hảo cho Instagram/TikTok trong vài giây\nGiáo dục: Nhấn mạnh các yếu tố chính trong tài liệu hướng dẫn\nDoanh nghiệp: Chuyên nghiệp hóa ảnh chân dung đội ngũ hoặc hình ảnh trình bày\nLý do nó nổi bật:\n\nKhác với các công cụ làm mờ tiêu chuẩn, mô hình AI này tái tạo các chi tiết nền có thể có khi làm mờ, tránh được các hiện tượng \"cắt rời\" không tự nhiên - ngay cả với hình ảnh ánh sáng thấp hoặc độ phân giải thấp",
  "zh-CN": "模糊背景工具通过提供以下功能简化了专业级图像编辑：\n\nAI驱动的主题聚焦\n\n瞬间检测并独立出主题（人物、产品、动物），同时应用自然的背景模糊\n处理复杂边缘（头发、透明物体）时具有自适应边缘精细调整功能\n动态模糊自定义\n\n调整模糊强度（5个级别：细腻到电影级）\n选择3种模糊样式：人像散景、运动模糊、渐变深度\n工作流程集成\n\n直接导出到Photoshop、Canva或社交媒体平台\n隐私与合规性\n\n设备内处理（不将数据上传到服务器）\n临时文件在12小时内自动删除（符合GDPR/CCPA标准）\n使用案例：\n\n电子商务：通过模糊杂乱背景来突出产品\n社交媒体：在几秒钟内为Instagram/TikTok创建精美帖子\n教育：强调教学材料中的关键元素\n企业：专业化团队头像或演示视觉\n为何它独特：\n\n与标准模糊工具不同，这个AI模型在模糊时重构合理的背景细节，避免了不自然的“剪切”伪影——即使在低光或低分辨率图像中也是如此",
  "zh-TW": "模糊背景工具透過以下方式簡化專業水平的圖像編輯：\n\nAI驅動的主體聚焦\n\n立即檢測並隔離主體（人、產品、動物），同時應用自然的背景模糊\n處理複雜邊緣（頭髮、透明物體）時進行自適應邊緣細化\n動態模糊自訂\n\n調整模糊強度（5個級別：細膩到電影級）\n選擇3種模糊樣式：人像散景、運動模糊、漸變深度\n工作流程整合\n\n可直接導出至 Photoshop、Canva 或社交媒體平台\n隱私與合規\n\n設備內部處理（無數據上傳至伺服器）\n臨時文件在12小時內自動刪除（超過GDPR/CCPA標準）\n使用案例：\n\n電子商務：通過模糊雜亂背景來突出產品\n社交媒體：在幾秒鐘內為 Instagram/TikTok 創建精緻的帖子\n教育：在教學材料中強調關鍵元素\n企業：專業化團隊頭像或演示可視化\n為何它與眾不同：\n\n與標準模糊工具不同，此AI模型在模糊時會重建合理的背景細節，避免不自然的“切割”工件——即使在低光或低解析度圖像中也能做到"
}